{"start": [5000,7000,10648,14640,20640,24640,25520,28920,30640,32956,38950,43448,45328,55320,58780,61050,64140,70140,80280,84280,87710,89130,90290,93310,97920,101420,103420,105996,109990,117104,120148,122140,128140,130140,132140,134140,136140,140140,142140,148140,150568,154140,160140,162140,164140,165348,167340,170276,176270,180820,183232,187888,189880,191368,195360,199360,201360,202712,206710,209744,213740,215890,221350,224260,226260,240260,245392,251390,254016,258010,264010,274010,280010,283528,287210,294960,300756,304148,311176,314504,320500,325004,331000,334660,341904,345090,347600,351860,359680,367540,373540,375540,379540,389540,401540,405540,411540,415540,419540,433540,443540,453540,455540,461540,463540,467540,473540,475540,479540,481540,483540,485540,489540,493540,497540,501540,507540,510148,513304,515300,521300,525300,539300,543300,547300,561300,570888,574880,584880,590880,600880,604880,610880,616880,620880,624880,626880,634172,640170,644170,648170,656170,662170,664170,666170,674170,680170,685972,691970,695488,701480,705480,715480,719480,725480,729480,739480,745480,752616,754610,760610,768610,774610,780610,786610,795792,797790,802684,806680,808680,814680,817612,825610,829610,833610,841610,845610,852236,854230,858230,862230,866230,868230,870230,878230,880840,884840,888840,891830,894992,900032,905900,911900,920480,926760,946760,950760,959400,973400,976528,980176,986170,992170,999128,1013120,1017120,1019120,1021120,1025120,1031484,1037068,1040464,1047476,1049470,1052608,1055044,1059040,1063040,1069732,1073730,1080844,1085740,1093740,1103740,1121740,1125740,1132488,1137570,1139276,1143270,1147270,1153270,1161270,1165270,1169820,1171820,1175820,1187820,1197820,1199820,1203060,1206776,1208770,1210368,1211660],
"end": [7000,10648,14640,20640,24640,25516,28920,30640,32956,38950,43448,45328,49320,58780,61052,64140,70140,76284,84280,87716,89136,90296,93316,97920,101420,103420,105996,109990,117104,120148,122140,128140,130140,132140,134140,136140,140140,142140,148140,150568,154140,160140,162140,164140,165348,167340,170276,172270,180820,183232,187888,189880,191368,195360,199360,201360,202712,206710,209744,213740,215892,221350,224260,226260,232260,245392,251390,254016,258010,264010,274010,280010,283528,287210,291252,300756,304148,311176,314504,320500,325004,331000,334664,341904,345096,347600,351860,353860,367540,373540,375540,379540,383540,401540,405540,411540,415540,419540,423540,443540,453540,455540,461540,463540,467540,473540,475540,479540,481540,483540,485540,489540,493540,497540,501540,507540,510148,513304,515300,521300,523300,531300,543300,547300,555300,570888,574880,584880,590880,594880,604880,610880,616880,620880,622880,626880,634172,640170,644170,648170,656170,662170,664170,666170,670170,680170,685972,691970,695488,701480,705480,715480,719480,725480,727480,735480,745480,752616,754610,760610,768610,774610,780610,786610,795792,797790,802684,806680,808680,814680,817612,825610,829610,831610,841610,845610,852236,854230,858230,862230,866230,868230,870230,878230,880840,884840,888840,891832,894992,900032,905900,911900,920480,924768,938760,950760,959400,965400,976528,980176,986170,992170,999128,1003120,1017120,1019120,1021120,1025120,1031484,1037068,1040464,1047476,1049470,1052608,1055044,1059040,1063040,1069732,1073730,1080844,1085740,1093740,1095740,1121740,1125740,1132488,1137572,1139276,1143270,1145270,1153270,1159270,1165270,1169820,1171820,1175820,1187820,1197820,1199820,1203060,1206776,1208770,1210368,1211660,1214280],
"text": ["Yes!","This is the beginning of Bucakbaşı Street.","I lived here for almost two years in that half-stone/half-wooden house.","It has a beautiful, 400-metre square back yard.","I had a happy and a tranquil life here.","I lived in peace here.","Then this street was opened to one-way traffic.","It has become noisy.","It has lost the tranquility that it once had.","This house was used for the personnel of İsmet Sungur Bey's mansion.","The people who worked at the mansion stayed at this house.","This is a dead-end street.","It was jointly used by the mansion and this house back then.","That house is almost gone.","Just a week ago, that corner of the house collapsed:","I mean, it is almost gone completely.","You can still see some of the rubble on the ground. They've put in a support beam and done some repairs.","They're propping up this house to keep it alive, like a patient who is recuperating with crutches.","I built that wall by myself. It was empty there before.","There was just a wooden fence. I built the wall when I lived here and I put in a window as well.","Where did you find the stones?","The stones here are…","Most of the stone houses here have been built with stones from the City Walls.","I mean 80-90% of the houses in Yedikule with stone bottoms and wooden top halves are built…","…by using the stones from the City Walls.","Many parts of the City Walls are ruinous or have gaps.","The stones from those parts are taken and in some way...","While I lived at that house, I found 2-3 small pieces of artefacts inside the wall.","There was, for example, a piece of a tomb, a piece of carved marble, and a few things like that.","As Professor Ferudun knows, someone filed a report against me.","I was accused of illegal excavation.","I was cleaning up the back yard and I put those things on the window ledge.","Two young officers came over from the Council of Monuments.","They said that there had been an illegal excavation in my garden.","I told them it wasn’t the case and invited them in for inspection.","I told them that I'd found some pieces while I was cleaning up my garden.","They saw the pieces and they said that those things were worthless but took them anyway.","So they could say that had acted upon the complaint.","What I mean is that most of the stone houses are built with the ruins of the City Walls here.","Where would a poor man find stones and transport them here to build a house?","There was no way for the owners of those houses to hire trucks to carry stones.","If you think of the City Walls as human, this is like getting a donated organ.","One person’s kidney may keep on living in someone else’s body.","Similarly, the stones of the City Walls keep on living…","…in the body of a house.","You may draw such an analogy.","You also have become a host for the stones of the City Walls.","Yes.","When we came here on foot two days ago…","…we recorded the entrance of the railway repair shop.","I told you that my dad had retired from this facility and I used to go there once in a while as a kid.","Right now, we see the entrance of the railway repair shop…","…from a little higher position.","There was even a sign here that said 'State Railway Repair Shop'.","As we now see, this place has been surrounded by panels in the last two days.","We can hear the construction equipment working inside.","The demolistion continues.","Very important changes can happen in a very short period of time.","This place is a living example of that. This has all happened in just two days.","The next time we come here, we may see something else, or maybe some other buildings here.","I mean, we are talking about the historic fabric here.","I appreciate the importance of this place when you consider it with that scenery.","These types of historical places should be preserved and","brought back to life.","These are the things that should be undertaken by the historians and the urban planners.","This building is known as Surp Hovhannes Church.","Surp Hovhannes Church sort of marks the point where the Yedikule district starts.","Yedikule district starts here, with Narlıkapı behind.","This building is by the sea coast.","From here onwards, the Yedikule train station is located just behind these City Walls.","There was a very famous nightclub here, named Narlıkapı Gazinosu, which we weren’t allowed to go because of our young age.","It was right here on this spot as you come down those stairs, and it had a pier.","I am talking about a nightclub by the coast, where you could go for a swim during the daytime.","This Narlıkapı Gazinosu was a very famous night-club of its time.","Since we were just kids during those times we weren’t allowed to go there.","After this place, what we will see on the right side is…","I don’t know if my voice is being recorded because of all this wind but…","The right side of the area from here until almost to that overpass…","…is the home of Demirspor football team.","This area was below the railways.","It was where the locals of Yedikule came to drink tea or coffee during the 70s.","Built like a terrace, this was a place where people could eat their snacks and drink beer.","Yedikule is an area with so many memories but…","I think that after the 1980 coup d’état, this place was closed down for security reasons.","Yedikule's connection to the sea was severed during those years.","Before that, we could reach the coast after a very short walk.","Then this place was demolished and the area was left to its fate.","We don’t know what is planned for this area.","This is where the walls, which are described as the Sea Walls, end. A little further ahead, two walls meet where the marble tower is.","By their nature, the City Walls form a triangle, and this is the last point of the Byzantines.","Yedikule is located within this triangle.","The City Walls shouldn’t be divided as the Sea Walls and the Land Walls.","Yedikule is a historical neighborhood that came to life in the centre of the triangle.","The next time we come here, and if you need to shoot a video again, we’ll probably see many small 2-3 storey villas in the area where we will now walk to.","that is because this land has been sold to a very large development company.","A housing permit has been granted for the area all the way from the railways to the coast.","Soon we will see many small villas in this area.","Then, nobody will care if these walls are sea walls or land walls.","They will just say that they bought a villa in Yedikule.","As I said earlier, there was a two-lane road between those two walls.","There were very large rocks on the left side of the Marble Tower and the sea reached those rocks.","This area here was like a picnic area.","When people got out of work they could come here and drink tea or coffee.","During the daytime, people could have picnics here.","There was even a funambulist commissioned by the municipality as entertainment.","Although, funambulism may be considered as one of the extinct forms of entertainment now…","…it was an attraction for us back then.","There was a special set up here for the funambulist. This was like a picnic or a recreation area.","The sea used to start at the bottom of the walls.","It is reclaimed land now.","They have built an eight-lane road on the reclaimed land.","One struggles to comprehend.","There is a saying that goes “Human memory is handicapped by forgetfulness.” You must have heard it before.","Even if it was just yesterday, even I am having difficulty comprehending all the changes.","This is how history disappears. This must be a living example.","There was a two-lane road here till yesterday and now this is a green area.","There has been land reclamation over there and another road has been built on it.","Maybe tomorrow or the next day there will be more land reclamation and a marina will be built.","That is because it is in the urban development project.","This is how history gradually moves more and more away from its natural order and origins.","Now that...","There used to be two-way traffic here, where we will now walk to get to the walls.","This is the Marble Tower.","This point can be considered as the corner.","By their nature, this is a corner of the walls which come from that direction, and the walls continue from here onwards.","There was a Byzantine eagle crest in that square area above this fortress gate.","I say that for certain because I know of that crest and I know of its existence.","We now have only pictures of it because the crest suddenly disappeared during the 2009 election period.","During the propaganda period prior to the elections, people used to hang flags and posters, and trucks with ladders were all over the neighborhood.","When the dust settled down after the elections, we realized that the crest was gone.","This is a good coincidence and you should record that.","As long as such heavy vehicles are allowed to pass through here, there will be more damage done to the walls.","You can see that both sides of the arch are already damaged due to being scraped by dumper trucks.","The wall was also intact where now there is a gap on this side.","It wasn’t as open as it is now.","The municipality is somewhat responsible for that gap.","They thought about creating a by-pass, a passage here, by removing the stones from there.","The gap had actually been used as a passage for a while but was closed up after a while due to protests. There is no passage there now.","But this is unfortunately how the walls are damaged:","I can’t make sense of these Janissaries here.","I can’t make sense of these Janissaries… What message do these Janissaries send?","They tell me that \"this is our city from now on\" or something along that line.","\"This is our dominion now.\"","However, this is a world heritage site.","This place should be preserved as a whole.","This is a very old road of which we are at the start.","The ancient maps name this road as Hacıpiri, which looks more like a pathway.","This one, on the other hand, is Hacı Evhaddin Avenue, which goes all the way to Hagia Sophia.","Hacıpiri Street’s history goes back as far as Hagia Sophia.","It is a road that goes along the City Walls all the way to Kocamustafapaşa and Belgradkapı.","Hacıpiri is one of the oldest streets here.","When we exit through this gate, the Yedikule district ends as well as the last neighborhood of the Byzantines.","The Byzantine, the ancient Byzantine area, ends at these walls.","The outside of the walls had been used as cemeteries for a long time during the ancient times.","Later, as time passed, the area opened up for settlement.","As we exit through the gate, a shrine waits for us.","This is actually a manmade structure and a fake shrine. There is no one buried here.","It was built during the years of my childhood as a symbolic structure.","The story of this fake shrine is this:","There was a big tavern managed by Rums a little further down from here.","The clientele of that tavern had used this spot to relieve themselves as they left.","The proprietors of the tavern wanted to prevent people from doing that.","So, late at night, they brought some stones and arranged them to resemble a shrine.","They put a candle inside and lit it, as if someone holy had been buried there.","As time passes, strangers who don’t know the real story make wows and light candles and so on, thinking that it is a real shrine.","Then the municipality got involved.","And their involvement is based on hearsay. It even says on this sign: “According to rumour, Wise Yusuf is buried here.”","But the municipality shouldn’t have acted on a rumour.","The historians could have researched and recorded what is really here.","There is a real shrine here but that one isn’t named and dated like this fake one.","There is a shrine over there at the back.","And that shrine is thought to belong to a holy person from one of the eras of the modifications.","But there is no one buried under this fake one.","It is just a made up one.","Look over there! There is a section of the wall that looks it has been broken down with precision.","According to old pictures, this area was actually an inner court.","The wall over there used to continue as a whole and meet with that wall, and it had a small gate.","So, a court was formed here.","In time, the outer wall was removed to widen the road.","So this road had been built here, and the wall continues from here onwards as an inner wall.","Look! There are still...","For example, those areas... They are visible from here.","You may want to record these.","The history text books we used in middle and high school mention something that is called “Rum liquid.”","This liquid was used in the moat to reinforce the defense of the city.","What had been called “Rum liquid” back then is actually petroleum, which hadn’t then been discovered.","Petroleum floats on the surface of the water and burns.","It was used as a part of the defense here.","These are the moats. They were filled with water back then.","There are small sections here with their own entrances.","The people who run these small agriculture businesses keep their tools and stuff here.","They package their produce here and organise distribution from here.","These small agricultural enterprises still continue from here to Sivrikapıya and Mevlanakapı.","The famous Yedikule cos lettuces were produced by these enterprises.","These enterprises produce everything that can grow in a vegetable garden, including tomato, parsley, cabbage, radish and so on.","There is a small example of this agricultural enterprising in New York City.","Of course, they don’t produce enough for the whole city but the local authorities are trying to keep those enterprises alive as they are symbolic.","We should show the same level of interest in keeping these things which already exist here naturally.","We can go this way.","We have already recorded this passage from the other side.","This passage was opened wide enough to let cars go through here, and as you can see, there is already a road here.","But due to protests, this passage was later shut down. There is no car traffic through here now.","But during our childhood, we used to climb these walls to play. We would walk on the walls as far as we dared to go.","But it has gaps now.","There is a small mosque over there from which we hear the adzhan.","It is called Stork’s Nest Mosque.","Stork’s Nest Mosque...","Hacıevhaddin Mosque is built by the Architect Sinan.","Someone from the family, known as Debbağzade, had commissioned this Stork’s Nest Mosque.","The mosque’s architectural plans were found in a building in Karagümrük.","But I had a small part in the rehabilitation story of this mosque.","I found an epigraph here during the reconstitution of the area, which was just an empty lot back then.","There were some scripts in old Turkish on the epigraph.","I called Professor Ferudun Özgümüş.","I said, “Dear Hodja, I found something here. Can you take a look at it?”","We turned the epigraph over and took pictures of the scripts. The hodja took the pictures to the university to get it translated.","It turned out that the epigraph belonged to Stork’s Nest Mosque.","There were also a few tombstones from the special cemetery section of the mosque.","So it was determined from the epigraph and the tombstones that there had been a mosque there.","Then some documents were found which stated that the original rehabilitation of the mosque was sponsored by one of the Architect Sinan’s relatives.","Later, the mosque was rebuilt on the same spot, according to its original plan.","So this is how Stork’s Nest Mosque, from which we now hear the adzhan, came back to life at that spot, 100 metres from here.","Yes.","Until recently, here at Belgradkapı, on the date of the Conquest of İstanbul which I believe was 29 May 1453….","They used to organize a symbolic re-enactment of the liberation of the Byzantines every 29 May.","The municipality’s marching band would come and there would to be a cosplay with Janissary costumes.","There would be a symbolic re-conquest of the walls.","They don’t do that anymore.","The entrance the exit of Belgradkapı was where the cosplay was.","They do not organiaw such a thing anymore.","Yes, you sometimes get lost in thought, emotionally.","When I go back 20-25 years, I was just a kid, just an adolescent growing up here.","This neighborhood seemed more warmhearted and familiar to me during those times.","Although I still live here, I feel as if I am in a foreign place now.","I can tell you this as a result of our walk together.","Yes, I have grown accustomed to certain things and gained some familiarity.","Okay, they are renovating and stuff but after a while, when one goes back to the memories, a feeling of a little resentment may surface.","It may even be this tree… There is a similar tree that has flexible branches.","You can bend to make a bow. We used to make bows and arrows as kids.","We played on the walls and used to shoot arrows at each other.","I remember that as one of the games we used to play as kids. Yes.","There are still those trees.","Although they are just a few left, they still exist.","It may not be exactly the same tree…","There may have been other trees during the last 20-25 years."]}