[{"start":4.492,"end":7.648,"text":"This neighbourhood once had a sports club: Kariye Youth Sports Club."},{"start":7.648,"end":10.548,"text":"It was founded in 1958, which is the same as my year of birth."},{"start":10.548,"end":18.54,"text":"My dad had been playing football at Okmeydanı Stadium while my mom was giving birth to me."},{"start":18.54,"end":20.54,"text":"They had called him on the phone to let him know that I was born."},{"start":20.54,"end":22.54,"text":"They had said, “It is a boy.\""},{"start":22.54,"end":24.54,"text":"On that day, my father acquired the nickname \"Papa Kadir\"."},{"start":24.54,"end":26.54,"text":"He was called Papa Kadir for the rest of his life."},{"start":26.54,"end":30.54,"text":"Since his passing, I have been following in his footsteps and I have been involved in sports."},{"start":30.54,"end":36.54,"text":"I have adapted to today’s football but I don’t get the same joy out of it."},{"start":36.54,"end":38.54,"text":"I always say the same thing."},{"start":38.54,"end":46.54,"text":"People have lost interest in football because of things like the internet, smartphones etc."},{"start":56.54,"end":58.54,"text":"Kariye Youth Sports Club has ceased to exist as well."},{"start":58.54,"end":60.54,"text":"Is that because the players have left the club?"},{"start":60.54,"end":64.54,"text":"Not all the players made it to the higher leagues and they quit playing after a certain time."},{"start":64.54,"end":68.54,"text":"We had to quit as well when there was nobody left."},{"start":68.54,"end":72.54,"text":"Then I switched to full-time coaching."},{"start":72.54,"end":74.54,"text":"I have developed myself."},{"start":74.54,"end":78.54,"text":"I have coached Beşiktaş, Muradiye, Okmeydanı, and Bağcılar teams."},{"start":78.54,"end":82.54,"text":"I was the coach of Fatih Sports Club, which is also our district’s team."},{"start":82.54,"end":86.54,"text":"We coaches are like cooks."},{"start":86.54,"end":90.54,"text":"We develop the players and then somebody else takes them and benefits from their successes. This is a disadvantage in our job."},{"start":90.54,"end":92.54,"text":"I have managed within our own means for years."},{"start":96.54,"end":98.54,"text":"My granddad, my dad, and I were born here."},{"start":98.54,"end":100.54,"text":"We all have grown up here."},{"start":100.54,"end":102.54,"text":"And now we still live here."},{"start":102.54,"end":104.54,"text":"I am the last generation."},{"start":104.54,"end":110.54,"text":"I wish everything in the neighbourhood would stay the same but unfortunately it doesn’t."},{"start":110.54,"end":115.34,"text":"That is what we suffer from."},{"start":115.34,"end":119.228,"text":"For example, we had neighbours who lived here."},{"start":119.22,"end":128.76,"text":"Then these buildings were rebuilt. This building first became a kindergarten. Now there is a hand-craft studio there. She is the studio’s owner."},{"start":130.2,"end":133.272,"text":"She really likes cats and dogs."},{"start":133.27,"end":136.332,"text":"You can see her feeding the stray cats and dogs every morning."},{"start":136.33,"end":139.024,"text":"We can talk to her if you want to."},{"start":139.02,"end":140.484,"text":"Can we have five minutes of your time?"},{"start":140.484,"end":142.48,"text":"I have been here for three years."},{"start":142.48,"end":144.48,"text":"I really love the historical background of this area."},{"start":144.48,"end":147.352,"text":"Like I said, I was born and raised in Fatih."},{"start":147.35,"end":152.6,"text":"I am very much interested in history."},{"start":152.6,"end":158.512,"text":"My previous studio was in Tünel and the one before that was in Little Hagia Sophia."},{"start":158.51,"end":160.96,"text":"I always prefer such neighbourhoods."},{"start":160.96,"end":163.396,"text":"This is a very special area."},{"start":163.39,"end":167.728,"text":"This is a historically special and also a tranquil place."},{"start":167.728,"end":170.692,"text":"How should I put it? There is a mystical ambience here."},{"start":170.69,"end":176.18,"text":"And it affects me and my work, naturally."},{"start":176.18,"end":178.716,"text":"That’s why I have chosen this neighbourhood."},{"start":178.71,"end":180.308,"text":"Thank you very much."},{"start":180.3,"end":181.6,"text":"You are welcome."},{"start":181.6,"end":183.86,"text":"-See you later<br />-Thanks! Thank you very much."},{"start":183.86,"end":185.86,"text":"-Goodbye!<br />-Goodbye!"},{"start":187.86,"end":191.86,"text":"For example, there were families living in that house."},{"start":191.86,"end":197.164,"text":"There were at least four or five families living together in that house."},{"start":197.164,"end":199.16,"text":"We used to play with their children."},{"start":199.16,"end":202.56,"text":"It was the same with the house next to it."},{"start":202.56,"end":207.728,"text":"The children all grew up and left. The children left for somewhere else after a certain age."},{"start":207.728,"end":209.72,"text":"They have moved to Maltepe…"},{"start":209.72,"end":212.14,"text":"…to Moda and Kadıköy neighbourhoods."},{"start":212.14,"end":215.82,"text":"They are all gone. There were families in all those buildings. Everybody used to know everybody else back then."},{"start":215.82,"end":221.82,"text":"For example, on special days or religious days, one family would prepare halva and the other family would cook something else."},{"start":221.82,"end":223.82,"text":"Everybody gave their neighbours what they prepared."},{"start":223.82,"end":226.92,"text":"There used to be such a nice life here."},{"start":226.92,"end":231.78,"text":"You can’t find that life anymore. Like I said, this house has turned into a studio."},{"start":231.78,"end":233.78,"text":"That one is closed down. It used to be a ceramics shop."},{"start":233.78,"end":236.472,"text":"There were people from the ceramics company Kütahya Seramik."},{"start":236.47,"end":238.652,"text":"They bought this corner. That pink painted house next to it was also sold."},{"start":238.65,"end":245.9,"text":"They bought all the houses. They turned this place into a tourism site but then they have also left. The buildings left behind are as they were."},{"start":245.9,"end":248.772,"text":"This is how it has been.  I don’t know how long it will continue like this."},{"start":248.772,"end":250.77,"text":"I hope that nothing bad happens and we can keep the neighbourhood."},{"start":250.77,"end":256.77,"text":"Those building are all newly built. This area wasn’t like this. There was a very large, empty land here."},{"start":256.77,"end":258.484,"text":"It was a large, green, vacant land."},{"start":258.484,"end":260.2,"text":"For example, those houses didn’t exist."},{"start":260.2,"end":262.332,"text":"There used to be only wooden houses here."},{"start":262.332,"end":264.33,"text":"This area was empty, all the way down there."},{"start":264.33,"end":271.816,"text":"There were many trees. As you have seen on the engraving, this area was used for putting out camels to graze."},{"start":271.81,"end":273.484,"text":"Goats, chickens…"},{"start":273.484,"end":276.968,"text":"This neighbourhood had an environment similar to a countryside village."},{"start":276.968,"end":281.52,"text":"But now, as you can see, everywhere is unfortunately full of stone and concrete."},{"start":289.52,"end":293.108,"text":"All those historical Tarkan and Kara Oğlan movies were shot here."},{"start":293.108,"end":295.1,"text":"The inside of the museum was used for the scenes that took place in the palace."},{"start":295.1,"end":300.268,"text":"This here was the natural set for movies such as Malkaçoğlu and Kara Murat."},{"start":300.268,"end":303.808,"text":"They had horses and all that. We were kids back then and we used to watch from the side."},{"start":303.808,"end":308.784,"text":"There are now two sports area over there."},{"start":308.78,"end":311.032,"text":"People go there to work out and do various sports activities."},{"start":311.032,"end":317.03,"text":"Two teams can use the facility at the same time. The government turned the area into a football field, which is a good thing."},{"start":321.03,"end":325.03,"text":"We never got bored as kids, although we didn’t own a tape-player or a television."},{"start":325.03,"end":328.136,"text":"We really had a lot of fun back then."},{"start":328.136,"end":330.13,"text":"But now, even I get bored from time to time."},{"start":330.13,"end":334.13,"text":"We give smartphones to kids to keep them occupied. When a kid cries, are like, “Here son, play with this phone.”"},{"start":334.13,"end":336.364,"text":"\"There is this new thing. Here you go, daughter. Take a look at this, son.\""},{"start":336.364,"end":338.36,"text":"It is always the same thing."},{"start":338.36,"end":340.36,"text":"It is the same even at home and at nighttime."},{"start":340.36,"end":342.36,"text":"Whenever the baby cries, we use our smart phone as a toy. “Here kiddo, look what I’ve got.”"},{"start":342.36,"end":344.36,"text":"Even with a toddler who is a month-and-a-half old."},{"start":344.36,"end":346.36,"text":"That’s how our life has been."},{"start":346.36,"end":350.36,"text":"Aren’t the kids today growing up in the same environment as you grew up?"},{"start":350.36,"end":352.36,"text":"-No, they aren’t.<br />–What do you think is the reason for that?"},{"start":352.36,"end":354.36,"text":"-I think it is because of technology.<br />-Is the reason only technology or…"},{"start":354.36,"end":356.36,"text":"…also the lack of outside playing areas?"},{"start":356.36,"end":358.36,"text":"Having enough playing areas is also very important."},{"start":358.36,"end":364.36,"text":"There are many playgrounds but not many parents let their kids go there because they don’t feel safe."},{"start":364.36,"end":368.168,"text":"The parents could play by themselves at the playgrounds when they were kids but they don’t let their kids do the same."},{"start":368.168,"end":370.472,"text":"Why don’t they let their kids? Well, it is obvious."},{"start":370.47,"end":373.172,"text":"The parents are afraid that something might happen to their kids."},{"start":373.17,"end":376.572,"text":"They are afraid that their kids might get kidnapped. There is fear."},{"start":376.57,"end":379.46,"text":"There is fear next to love."},{"start":379.46,"end":383.58,"text":"It is as if people have lost their trust in other people."},{"start":383.58,"end":389.996,"text":"We didn’t experience such things. We don’t feel comfortable but we have to go on living by adapting to this."},{"start":393.99,"end":400.244,"text":"They have recently renovated the City Walls."},{"start":400.244,"end":404.24,"text":"They are now under preservation. But when they were taken under preservation…"},{"start":404.24,"end":406.24,"text":"People used to climb to the top of the City Walls."},{"start":406.24,"end":408.24,"text":"That is something very dangerous to do."},{"start":408.24,"end":410.24,"text":"There have been many accidents and people fell down from the top of the walls."},{"start":410.24,"end":416.24,"text":"There were quite a few incidents where people climbed to the top, drank alcohol, lost their balance and fell down."},{"start":416.24,"end":418.24,"text":"So the entrances were closed with iron bars for safety reasons."},{"start":418.24,"end":420.24,"text":"I agree that the iron bars ruin the natural look of the City Walls."},{"start":420.24,"end":422.24,"text":"But some people are so irresponsible."},{"start":422.24,"end":430.92,"text":"It is impossible to reason with such people, and as a result the government came and closed the entrances."},{"start":436.92,"end":439.606,"text":"We used to have a well just like this one on every street."},{"start":439.606,"end":441.6,"text":"The house of one of my friends had a well in the yard."},{"start":441.6,"end":445.6,"text":"It was a well for earthenware jars and they would lower food into the well."},{"start":445.6,"end":447.378,"text":"I was at their house visiting my friend."},{"start":447.37,"end":448.501,"text":"You know how kids are…"},{"start":448.501,"end":450.5,"text":"My friend’s house was just across where I lived."},{"start":450.5,"end":452.5,"text":"It was the house with a yard."},{"start":452.5,"end":454.5,"text":"I was sitting by the well and something made me pull the rope and then let it go."},{"start":454.5,"end":456.5,"text":"I thought there was just a water bucket at the end of the rope."},{"start":456.5,"end":458.5,"text":"But the rope had been tied to an earthenware jar full of food, which all went down the well."},{"start":466.23,"end":470.215,"text":"When I came out of this door, I could see the old lady who lived across us. I used to call her \"Granny\"."},{"start":470.21,"end":474.563,"text":"She had a daughter-in-law, who we called Aunt Ayşe."},{"start":474.56,"end":476.433,"text":"I used to come out this way and"},{"start":476.433,"end":480.19,"text":"I used to shout across the street, \"Granny!\" She would reply, hiding behind the curtain, “Your granny has gone to Bursa.”"},{"start":480.19,"end":482.19,"text":"I would shout back, \"No! She has not gone!\" But she would continue the game, “Your granny has gone to Bursa.\""},{"start":482.19,"end":486.52,"text":"Finally, she would show herself from behind the curtain and say, “I am here, son!”"},{"start":486.52,"end":489.086,"text":"I would go to her house and she would give me some tea."},{"start":489.086,"end":493.8,"text":"He had a son. We called him \"Big Brother İhsan\"."},{"start":493.8,"end":496.563,"text":"He had a large galvanized bucket."},{"start":496.563,"end":498.747,"text":"How much water does a bucket hold?"},{"start":498.74,"end":500.464,"text":"It holds as much as its volume."},{"start":500.46,"end":504.492,"text":"But he filled that bucket so much that he kept spilling water all the way."},{"start":504.49,"end":510.92,"text":"And that was an unpaved street. Since it was an earth road, the water he spilled over the years left such a mark that…"},{"start":510.92,"end":514.418,"text":"…it stayed until the street was paved."},{"start":514.418,"end":518.41,"text":"It was like a railroad. Drip, drip, drip… He used to bring the bucket and put it down here."},{"start":518.41,"end":520.781,"text":"For example, how did we know it was a holiday?"},{"start":520.78,"end":525.13,"text":"Whether it was a national or a religious holiday?"},{"start":525.13,"end":527.947,"text":"There was a flag pole over there."},{"start":527.94,"end":530.27,"text":"He used to hang the Turkish flag over there on holidays."},{"start":530.27,"end":532.27,"text":"He used to work at the shipyard."},{"start":532.27,"end":535.089,"text":"It was the shipyard that used to be in Şişhane."},{"start":535.089,"end":539.08,"text":"Many colorful… My Gosh! This memory really takes me back to my childhood."},{"start":539.08,"end":541.147,"text":"Light bulbs in different colors ..."},{"start":541.14,"end":543.661,"text":"They were regular, ordinary light bulbs, but they were painted. He used them to ornament the street."},{"start":543.661,"end":545.66,"text":"Then he would put the flag up."},{"start":545.66,"end":547.569,"text":"There used to be large PA loudspeakers…"},{"start":547.569,"end":549.753,"text":"I don’t know if you have ever seen one. They were the hanging type."},{"start":549.753,"end":551.75,"text":"He used to hang one loudspeaker here."},{"start":551.75,"end":553.75,"text":"He owned a record player."},{"start":553.75,"end":555.375,"text":"He was fanatically interested in record players."},{"start":555.375,"end":559.37,"text":"Nurten İnnap was related to him. The folk singer Nurten İnnap, God rest her soul, was his cousin."},{"start":559.37,"end":561.37,"text":"Their fathers were brothers."},{"start":561.37,"end":565.932,"text":"He used to take out a record and play it loudly, and we could hear the music from where that hotel is now."},{"start":565.93,"end":569.938,"text":"The weekends were the best."},{"start":569.93,"end":572.175,"text":"It was such a nice neighbourhood."},{"start":572.17,"end":574.947,"text":"We had a \"milk mother\" who we called \"Sweet Mom\"."},{"start":574.94,"end":578.969,"text":"Anybody who got injured with a broken arm or sprained ankle would come to her."},{"start":578.969,"end":581.76,"text":"She was our milk-mother and we called her \"Sweet Mom\" or \"Milk Mom\"."},{"start":581.76,"end":584.261,"text":"She passed away here at the age of 90."},{"start":584.26,"end":587.483,"text":"This is what our lives were like.<br />This is my home."},{"start":587.483,"end":590.633,"text":"That is my house."},{"start":590.63,"end":593.12,"text":"When you are available, I would like to show you my home."}]