[{"start":5,"end":11,"text":"I moved to Yedikule in 2010 after I got married."},{"start":11,"end":15,"text":"I lived here for almost four years."},{"start":15,"end":21,"text":"Those who don’t know this region may find this area interesting."},{"start":21,"end":27,"text":"But it is really a special place and quite different from all other parts of İstanbul."},{"start":27,"end":29,"text":"This neighbourhood is essentially a huge countryside village."},{"start":29,"end":35,"text":"This is a place where people still know and greet each other."},{"start":35,"end":37,"text":"The tradesmen here are really old-established."},{"start":37,"end":39,"text":"The residents have been living here for a long time."},{"start":45,"end":49,"text":"Yedikule is really a very unique region."},{"start":49,"end":51,"text":"Nothing much changes here."},{"start":51,"end":53,"text":"The people embrace their neighbourhood really affectionately."},{"start":53,"end":57,"text":"The tradesmen, the residents, the neighbours have lived here for a long time."},{"start":57,"end":59,"text":"You don’t see many newcomers here."},{"start":59,"end":63,"text":"Instead of newcomers, you come across those who had once moved away but then returned."},{"start":63,"end":65,"text":"Yedikule has this kind of an addictive characteristic."},{"start":65,"end":67,"text":"It never lets you go."},{"start":67,"end":69,"text":"You may leave but it always cals you back."},{"start":69,"end":73,"text":"Here, the tradesmen and the residents are the same kind of people."},{"start":73,"end":75,"text":"Nobody has moved away from here for the last 10 years."},{"start":75,"end":79,"text":"On the contrary, there have been those who returned here. I have witnessed that."},{"start":79,"end":83,"text":"I moved to Bakırköy but I am still very much involved with this neighbourhood."},{"start":83,"end":89,"text":"That is because I am the clergyman of the church here."},{"start":97,"end":109,"text":"It is the St. Constantine Greek Orthodox Church located in Yedikule area of Fatih district in İstanbul."},{"start":109,"end":113,"text":"It is one of the largest churches of this district, even of İstanbul."},{"start":113,"end":119,"text":"It is the largest church of the Orthodox community in terms of square metres."},{"start":119,"end":125,"text":"It is a church which was built to serve the Karamanlides…"},{"start":125,"end":129,"text":"…who were brought to İstanbul from Anatolia back in the Ottoman era."},{"start":133,"end":139,"text":"It has been the church of Saint Theodore from Stoudios Monastery to St. Constantine Church."},{"start":139,"end":145,"text":"The monastery is dedicated to him because he once lived here."},{"start":145,"end":149,"text":"This church is where the biggest iconography of its time…"},{"start":149,"end":151,"text":"…had been done during the Byzantine era."},{"start":151,"end":157,"text":"Many of the famous church musical pieces of the Byzantine era…"},{"start":157,"end":163,"text":"…had been notated and performed for the first time here."},{"start":177,"end":183,"text":"This is one of the typical Rum streets that is full of small houses, as you can see."},{"start":183,"end":191,"text":"Most of these are wooden houses, but many of them have been fixed with mortar in time."},{"start":191,"end":193,"text":"They all have the classical bay windows."},{"start":195,"end":201,"text":"If you look closely, you can see that they are actually wooden houses."},{"start":211,"end":215,"text":"The train ceased operation in 2015."},{"start":215,"end":221,"text":"Yes, it was 2015 for this area."},{"start":221,"end":225,"text":"In further back areas such as Bakırköy, it ceased to operate earlier."},{"start":225,"end":227,"text":"We were able to take advantage of the train…"},{"start":227,"end":231,"text":"…in our region until 2015."},{"start":231,"end":235,"text":"We were able to hear that sound very easily from our office and from inside our church."},{"start":235,"end":239,"text":"As you can see, we are located close to the station anyway."},{"start":239,"end":245,"text":"We used to hear that beautiful sound of the steam trumpet every 10 or 15 minutes."},{"start":249,"end":255,"text":"Yes, there are parts that are currently going under urban transformation in Yedikule but..."},{"start":255,"end":259,"text":"You know, they have built something called Yedikule Konakları, which is supposedly an urban transformation. It is a disaster!"},{"start":259,"end":263,"text":"It is located just next to the walls."},{"start":263,"end":267,"text":"I don’t know how much damage that project caused but the biggest damage that is visible to the naked eye is…"},{"start":267,"end":273,"text":"…the part that was knocked down to let traffic through, which we’ll see shortly."},{"start":273,"end":275,"text":"It was a destruction that hurt in one's heart."},{"start":275,"end":279,"text":"It was a senseless destruction."},{"start":279,"end":283,"text":"I really don’t know the reason behind it but it is a idiotic destruction."},{"start":289,"end":291,"text":"The main damage was done here."},{"start":291,"end":295,"text":"This wall used to be complete in one piece."},{"start":303,"end":307,"text":"There was just a small gap here on the wall."},{"start":307,"end":309,"text":"Then this section was demolished and the wall has become like this."},{"start":309,"end":313,"text":"They have mounded with dirt recently so that there wouldn’t be through traffic."},{"start":313,"end":319,"text":"Before that, it had been busy like a main road."},{"start":319,"end":321,"text":"Here is an example for you!"},{"start":323,"end":325,"text":"What’s up, buddy? Are you recording me?"},{"start":329,"end":331,"text":"That was a very good example."}]