[{"start":0,"end":7,"text":"My first connection with Sulukule is this building."},{"start":7,"end":17,"text":"My dad and my grandma lived together here after my granddad passed away."},{"start":17,"end":19,"text":"After they moved here. my aunt got married."},{"start":19,"end":21,"text":"She moved to a place a little further down the road."},{"start":21,"end":29,"text":"This is the story of my being here. I mean, I live here as a result of my father and his family moving here."},{"start":29,"end":33,"text":"Where are they from? They are from Malatya."},{"start":33,"end":37,"text":"They moved from Malatya. What I told you happened when my dad was 13-14 years old."},{"start":37,"end":43,"text":"This is the first place they came."},{"start":45,"end":51,"text":"I don’t know what the circumstances were, but they didnt come here with too much eagerness or enthusiasm."},{"start":51,"end":55,"text":"They choose this neighborhood because the rents were low here."},{"start":55,"end":57,"text":"So they settled here."},{"start":57,"end":61,"text":"After they bought a house. they became more attached to the area."},{"start":65,"end":69,"text":"This coffee house has been here as long as I can recall."},{"start":69,"end":71,"text":"There are people here right now."},{"start":79,"end":87,"text":"There is an entombed saint here. I remember my mom and aunt praying each time we passed by here."},{"start":87,"end":95,"text":"It was later revealed that these were ordinary people’s graves."},{"start":95,"end":99,"text":"I don’t know why, but after that my mom and aunt stopped praying as we passed by here."},{"start":103,"end":111,"text":"Nothing has much changed in these neighborhoods. They are basically the same. The urban transformation is taking place over there."},{"start":117,"end":119,"text":"These three apartment buildings are interconnected to each other."},{"start":119,"end":121,"text":"They are known as “blocks”."},{"start":121,"end":131,"text":"Many of our relatives live here. My dad’s aunts, uncles, from both his mom’s and dad’s sides, all live here."},{"start":131,"end":137,"text":"I grew up in the last apartment in the first block. That’s where I lived."},{"start":137,"end":143,"text":"This building is new. This area used to be completely empty."},{"start":143,"end":147,"text":"There was a huge area behind this building."},{"start":147,"end":153,"text":"I remember that people sacrificed animals on that ground."},{"start":153,"end":157,"text":"That area was used for sacrificing animals. Then the place became a garbage collection center."},{"start":157,"end":159,"text":"All the collected garbage was dumped there."},{"start":159,"end":165,"text":"It stayed as a garbage collection center for 2-3 years. It was removed following the urban transformation project."},{"start":165,"end":167,"text":"And this building was built."},{"start":167,"end":175,"text":"I wasn’t a kid who played in the street. I wasn’t allowed to go outside without an adult accompanying me."},{"start":175,"end":181,"text":"This street was one of the centers of the area that is known as Sulukule."},{"start":181,"end":189,"text":"There was a barn ahead and the weddings were held there during the summer."},{"start":189,"end":195,"text":"This area was full of shanty houses.  This area here was too."},{"start":195,"end":201,"text":"So… I could watch that barn from the balcony of our house because I wasn’t allowed to go out."},{"start":203,"end":207,"text":"I went out by myself only once and I think it is a tragic story."},{"start":207,"end":213,"text":"I swear to God, I don’t know... My mom, my aunt and my had gone to visit someone."},{"start":213,"end":219,"text":"We were home alone, with my disabled cousin, who can’t walk"},{"start":219,"end":223,"text":"My cousin was a smoker and he had run out of cigarettes."},{"start":223,"end":227,"text":"He wanted me to go to the grocery store to get him cigarettes, but"},{"start":227,"end":229,"text":"I had never been outside by myself before."},{"start":229,"end":233,"text":"His request even had sounded very funny to me."},{"start":233,"end":235,"text":"He insisted by saying, “C’mon, you can do it.”"},{"start":235,"end":237,"text":"\"There is nothing to it.\""},{"start":237,"end":239,"text":"That is the only time I went out by myself."},{"start":239,"end":243,"text":"I was very excited and I remember that I ran all the way to the grocery shop."},{"start":243,"end":245,"text":"There is a café there."},{"start":245,"end":247,"text":"There was a grocery store where there is a café now."},{"start":247,"end":249,"text":"I went there."},{"start":249,"end":251,"text":"I bought a pack of cigarettes and came back."},{"start":251,"end":257,"text":"Perhaps due to my strict upbringing, I don’t know,"},{"start":257,"end":263,"text":"but I thought I would be kidnapped and an organ harvestesting gang would steal my internal organs."},{"start":263,"end":269,"text":"Lo and behold! I had never been outside and I wasn’t allowed to go out. When I got back to my apartment,"},{"start":269,"end":275,"text":"I realized that I'd forgot the keys. I didn’t have the keys with me and my cousin couldn’t open the door"},{"start":275,"end":277,"text":"because he was disabled."},{"start":277,"end":281,"text":"We had a neighbor, Aunt Nezahat, who lived in the apartment below ours."},{"start":281,"end":283,"text":"I took the spare key from her."},{"start":283,"end":289,"text":"I don’t remember what kind of lie I told her but I took the spare key from her and got home."},{"start":289,"end":293,"text":"I gave the cigarettes to my cousin but they were a wrong brand."},{"start":293,"end":297,"text":"I had to go out again but this time I didn’t run."},{"start":297,"end":301,"text":"My initial anxiety was over."},{"start":301,"end":307,"text":"My aunts were interviewed as well and they all said that this place was so joyful."},{"start":309,"end":311,"text":"They talked about the entertaining weddings organized here,"},{"start":311,"end":313,"text":"and the festive nature of this neighborhood."},{"start":313,"end":315,"text":"But if you ask me,"},{"start":315,"end":317,"text":"that is a very hypocritical because"},{"start":317,"end":319,"text":"they never told me that and forced me"},{"start":319,"end":321,"text":"to spend my time"},{"start":321,"end":323,"text":"watching everything from our balcony."},{"start":323,"end":325,"text":"I wasn’t allowed to play in the street."},{"start":325,"end":327,"text":"I wasn’t allowed to go outside."},{"start":327,"end":329,"text":"But they were having fun all this time."},{"start":329,"end":333,"text":"That’s what they claimed, I don’t know."},{"start":333,"end":335,"text":"How long did this continue?"},{"start":335,"end":337,"text":"It continued like that until I started elementary school."},{"start":337,"end":339,"text":"That’s because after elementary school,"},{"start":339,"end":341,"text":"I went to another school in Bahçelievler."},{"start":341,"end":345,"text":"So, I started living with my aunt only during the school holidays."},{"start":345,"end":353,"text":"Even then my visits were short. Whenever I came home for a holiday, I used to see signs on the houses."},{"start":353,"end":355,"text":"or some official papers were stuck to the doors."},{"start":355,"end":361,"text":"During the next vacation i saw something different. Some streets were closed down or metal guard rails were put up."},{"start":383,"end":385,"text":"What was I saying?"},{"start":385,"end":391,"text":"I came home from school to find guard rails all over the area."},{"start":391,"end":393,"text":"It was a sign that there would be some construction there."},{"start":393,"end":397,"text":"This transformation continued like this for 2-3 years."},{"start":397,"end":403,"text":"I think people never did really believe that they would be forced to leave."},{"start":403,"end":407,"text":"They never truly comprehended something like this might happen."},{"start":407,"end":409,"text":"But it has one way or another happened."},{"start":409,"end":413,"text":"I don’t know. I think this here was the place where the weddings took place."},{"start":413,"end":415,"text":"Horses and all that stuff were here."},{"start":415,"end":419,"text":"These parts were full of shanty houses, I remember."},{"start":421,"end":425,"text":"As I said earlier, I walked on this streets by myself only once."},{"start":425,"end":429,"text":"It is not that bad, according to what my mom and aunt said."},{"start":433,"end":435,"text":"Didn’t you have any friends who lived here?"},{"start":435,"end":437,"text":"No, I didn’t. Oh, we had this neighbor."},{"start":437,"end":443,"text":"Her name was Aunt Fatma. Her house is among the demolished ones."},{"start":443,"end":447,"text":"She now lives in the inner parts of Karagümrük. She had a daughter."},{"start":447,"end":451,"text":"Her name was Dilan, I think. She and I were friends."},{"start":453,"end":459,"text":"But I spent most my childhood in our apartment. Unfortunately, I didn’t go out very often."},{"start":463,"end":465,"text":"Is there any specific scent you remember about this neighborhood?"},{"start":465,"end":467,"text":"Horse smells!"},{"start":467,"end":471,"text":"I guess, this must be the first thing everybody said. I remember the horse smells."},{"start":471,"end":473,"text":"Another thing I remember is that houses didn’t have doors."},{"start":473,"end":481,"text":"Instead of a door there were curtains were the doors are supposed to be. Sometimes, the curtains were partially open or"},{"start":481,"end":483,"text":"I was close enough to the house to see inside."},{"start":483,"end":489,"text":"It excited me so much to see the inside of a house. How do other people live? What do they do?"},{"start":493,"end":501,"text":"There certainly was an outdoor culture. I was someone who didn’t go outside but life here was in the street."},{"start":501,"end":503,"text":"Everybody was outside day and night."},{"start":503,"end":507,"text":"Even the elderly aunties didn’t stay inside and watch TV."},{"start":507,"end":509,"text":"They used to sit in front of their doors and"},{"start":509,"end":511,"text":"eat sunflower seeds and chat with each other."},{"start":511,"end":515,"text":"Or they had needles and threads in their hands and finished their handicrafts."},{"start":515,"end":517,"text":"I was the opposite."},{"start":517,"end":525,"text":"This may be the reason why my sense of watching and observation has developed too much."},{"start":525,"end":529,"text":"This may be the reason why I have chosen motion pictures and television as my major because I constantly observe."},{"start":529,"end":531,"text":"I constantly watch."},{"start":531,"end":535,"text":"I knew that real life was in the street but I wasn’t allowed to go there."},{"start":535,"end":541,"text":"This is the grocery store I was telling you about. There is a café in its place now."},{"start":545,"end":549,"text":"As you see, there are guard rails."},{"start":549,"end":553,"text":"Obviously the rails didn’t suffice so barbed-wire has been added."},{"start":553,"end":561,"text":"This street was closed to traffic for a few months."},{"start":561,"end":565,"text":"We couldn’t pass through here."},{"start":565,"end":571,"text":"If we had to come here, we had to detour from the back."},{"start":571,"end":573,"text":"It was shut down suddenly."},{"start":573,"end":575,"text":"There is a wall here. There is another wall there."},{"start":575,"end":577,"text":"This passage has been shut."},{"start":577,"end":583,"text":"What are they protecting the people inside from? Or what is the problem out here?"},{"start":583,"end":585,"text":"I am unable to understand."},{"start":585,"end":587,"text":"They distributed entry cards to the residents."},{"start":587,"end":591,"text":"The residents of this apartment complex could enter only by showing these cards."},{"start":591,"end":593,"text":"Anybody who didn’t have an entry card couldn’t get in."},{"start":593,"end":597,"text":"Later, the guards started letting me in when I said that I lived at the Tuna Blocks."},{"start":597,"end":601,"text":"But this part of the neighborhood was still off-limits for outsiders."},{"start":601,"end":609,"text":"Then this practice was abolished. The residents gathered signatures and sent complaints to the municipality."},{"start":609,"end":613,"text":"Seeing these parts of the neighborhood alienates me."},{"start":613,"end":619,"text":"There is Okyanus College here now but what was here before?"},{"start":619,"end":623,"text":"People send their children here."},{"start":623,"end":629,"text":"They may think that they are being protective of their children."},{"start":629,"end":635,"text":"I wonder if the children here are taught anything about the history of this neighborhood."},{"start":635,"end":641,"text":"Or does anybody say, “Before our school was built here, there were this and that here”?"},{"start":641,"end":643,"text":"I find all this very strange."},{"start":643,"end":647,"text":"Another thing… It is also strange that…"},{"start":647,"end":651,"text":"What is usually done? Let’s say that I am a property owner."},{"start":651,"end":657,"text":"If there is an urban transformation undertaken in my neighborhood, then they should at least give me an apartment in return for my property they demolished."},{"start":657,"end":661,"text":"Following the completion of urban transformation, I should be allowed to come back and continue to reside in my neighborhood."},{"start":661,"end":663,"text":"This has not been the case here."},{"start":663,"end":667,"text":"“We are transforming this neighborhood.”"},{"start":667,"end":671,"text":"“We will give you an apartment in return for your real estate, but not here.” I find this practice very strange."},{"start":671,"end":679,"text":"Even if I assume that this has been a transformation of social classes, I am not sure if it has been successful."},{"start":681,"end":685,"text":"Something has certainly changed."},{"start":695,"end":707,"text":"But strangely enough, this place has not become a place where “white Turks” live."},{"start":707,"end":713,"text":"No matter how much they change this place, it is still where the immigrants live. The Syrian immigrants live here."},{"start":713,"end":717,"text":"There are Koreans, which I don’t understand why."},{"start":717,"end":719,"text":"You can even come across Pakistanis here."},{"start":719,"end":725,"text":"I don’t know if it is the appeal or charm of this place but I think it is this neighborhood’s fate."},{"start":725,"end":731,"text":"The area continues to be home of people who don’t have a sense of belonging here."},{"start":731,"end":733,"text":"Or of people who couldn’t get their social identity accepted."},{"start":733,"end":735,"text":"I don’t know."},{"start":741,"end":747,"text":"There used to be a shanty house around here somewhere."},{"start":747,"end":753,"text":"On one of its walls, that house had a portrait of an old woman playing the goblet drum."},{"start":753,"end":761,"text":"Whenever I saw that picture, I knew that we were close to home or getting far away from home."},{"start":763,"end":771,"text":"We used to pass through here when we went to the metro station, and there is an entombed saint further down."},{"start":773,"end":783,"text":"My relatives always stopped by that grave and said prayers."},{"start":785,"end":789,"text":"I used to stand by them but I didn’t do anything."},{"start":789,"end":791,"text":"I didn’t know what to do."},{"start":791,"end":795,"text":"I was not able to perceive in any way what was holy about that grave."},{"start":795,"end":801,"text":"Then one day when I was 13 or 14, someone asked me a question."},{"start":801,"end":803,"text":"“Why aren’t you saying prayers?”"},{"start":803,"end":809,"text":"When somebody said, “Why don’t you come with us?” I had been already aware of some of the things."},{"start":809,"end":813,"text":"I told them I didn’t belive in what they were doing and I wasn’t going to say prayers."},{"start":813,"end":823,"text":"What is an intriguing fact is that after all the demolition and destruction in this neighborhood, the entombed saint is still there."},{"start":831,"end":841,"text":"When I asked about how the Land Walls could be used these days, one of our neighbors said that"},{"start":841,"end":849,"text":"there would be an artificial pond and small rowing boats on this side of the Land Walls."},{"start":849,"end":861,"text":"That neighbor claimed that since this area was very important, there should be canals and boats which would be similar to the ones in Venezia."},{"start":861,"end":867,"text":"I think this was a strange idea that was thrown around during one of the women’s meetings."},{"start":869,"end":875,"text":"The horse carriages and horses were kept here."},{"start":875,"end":877,"text":"I guess this is where the horses were taken care of by their owners."},{"start":877,"end":881,"text":"And during the Sacrifice Holiday, the animals were sacrificed here."},{"start":881,"end":883,"text":"This was also the animal market."},{"start":883,"end":889,"text":"Now, this place gets full of school buses during certain times of the day."},{"start":889,"end":893,"text":"There used to be a playground here but it doesn’t exist anymore."},{"start":897,"end":901,"text":"We walk around these parts very easily."},{"start":901,"end":903,"text":"But..."},{"start":905,"end":911,"text":"I feel somewhat unlucky for not being able to live all this when I was a kid."},{"start":911,"end":915,"text":"I live right in the center of everything but I am not aware of anything."},{"start":915,"end":917,"text":"Nobody knows who I am in the neighborhood."},{"start":917,"end":921,"text":"This is certainly strange."},{"start":925,"end":929,"text":"That is perhaps the reason of my antipathy towards the Land Walls."},{"start":929,"end":933,"text":"I don’t know. It is because my life is surrounded by walls."},{"start":933,"end":935,"text":"There is a wall here."},{"start":935,"end":937,"text":"There is a wall in my apartment."},{"start":937,"end":939,"text":"There is a wall at home."},{"start":939,"end":945,"text":"We are talking about the lack of preservation of the historical sites."},{"start":945,"end":953,"text":"What I don’t understand is that despite our way of life, the route we have chosen,"},{"start":953,"end":957,"text":"and being overprotective as a society,"},{"start":957,"end":961,"text":"why are we so much unaware of our surroundings? Why hasn’t this awareness developed?"},{"start":961,"end":967,"text":"The apartment complex system has developed nowadays."},{"start":967,"end":973,"text":"A young family would want a safe life that an apartment complex provides for their children."},{"start":973,"end":979,"text":"As you can see, there is an urban transformation is taking place here and everywhere is surrounded with barbed-wire again."},{"start":979,"end":981,"text":"That’s what we are doing."},{"start":981,"end":983,"text":"It is so important to protect ourselves."},{"start":983,"end":987,"text":"Protection may be considered as comfort but I think it is pathetic."},{"start":987,"end":993,"text":"But, I don’t know why the awareness of preserving historical sites has not developed."},{"start":993,"end":999,"text":"Perhaps, everything will get better if we can get rid of the instinct for self-preservation."},{"start":999,"end":1001,"text":"But I think that it may be too late."},{"start":1013,"end":1019,"text":"Yes, these parts were not protected back then."},{"start":1019,"end":1025,"text":"There were no barbed-wires in Sulukule when Romani people used to live here but"},{"start":1025,"end":1029,"text":"the street gangs existed anyway."},{"start":1029,"end":1031,"text":"The street gangs are not peculiar to Romani people."},{"start":1031,"end":1033,"text":"They still exist in Karagümrük."},{"start":1033,"end":1039,"text":"You can’t enter certain parts of the neighborhood without their permission, or when the gangs realize that you are a stranger,"},{"start":1039,"end":1045,"text":"you may encounter a certain reaction."},{"start":1045,"end":1047,"text":"This self-preservation has always existed."},{"start":1047,"end":1051,"text":"But they exist to protect people from other people,"},{"start":1051,"end":1055,"text":"not from properties."},{"start":1055,"end":1061,"text":"The people who live there provide these properties with sense of belonging anyway."}]