[{"start":2.6,"end":9,"text":"My father took over the management of this pastry shop in 1961 where he'd worked as an employee."},{"start":9,"end":13,"text":"He has struggled long battles. He has been through some very tough times"},{"start":13,"end":17,"text":"as he has fought against poverty and hardship,"},{"start":17,"end":23,"text":"He has managed to keep Emek Pastanesi going for 50 years."},{"start":25,"end":33,"text":"There are only two pastry shops here and one is this one. We were born into this business."},{"start":33,"end":39,"text":"We have worked as a family, my mom, my dad, my older brother and older sister. We have struggled together."},{"start":39,"end":45,"text":"Later, my brother-in-law joined us and we have some good memories, of neighbors and friendships."},{"start":45,"end":51,"text":"There was solidarity. We have some bad memories as well as good ones."},{"start":51,"end":53,"text":"There used to be a problem with extortion of money back then."},{"start":55,"end":57,"text":"It was very rare but nonetheless it happened."},{"start":57,"end":61,"text":"My father was hospitalized for 15 days because of that."},{"start":61,"end":65,"text":"May God rest her soul; my grandma interfered by saying, “Don’t do anything to my son.”"},{"start":65,"end":71,"text":"Despite those incidents, we have had very good friendships here and generally everything has been fine."},{"start":71,"end":73,"text":"Sure, it was utterly different."},{"start":73,"end":79,"text":"You have something that not everybody can have but we didn’t eat what was sold."},{"start":79,"end":81,"text":"Who knows why? Perhaps it was because we were in the business."},{"start":81,"end":83,"text":"It was something we never knew."},{"start":83,"end":85,"text":"We, as three siblings used to wait in front of our house,"},{"start":85,"end":87,"text":"hand in hand, for the pedlar"},{"start":87,"end":89,"text":"who sold pastry from a hand cart."},{"start":89,"end":93,"text":"We were outside until midnight or 1 o’clock since everybody knew each other."},{"start":93,"end":99,"text":"This one was a shanty house, so was this one with a yard which was built later."},{"start":99,"end":103,"text":"Even this building… Hello! How are you?"},{"start":103,"end":105,"text":"I want to say something."},{"start":105,"end":109,"text":"We put newspapers on the ground when we ate sunflower seeds"},{"start":109,"end":115,"text":"Then we collected the newspaper and the shells."},{"start":115,"end":121,"text":"Everybody took theirs home to burn in the stove."},{"start":121,"end":123,"text":"There were pistachio trees inside here."},{"start":123,"end":125,"text":"There were nettle trees."},{"start":125,"end":127,"text":"We still have fig trees."},{"start":127,"end":129,"text":"It was an open space, anybody could get in."},{"start":129,"end":131,"text":"We spent our childhood in there."},{"start":131,"end":135,"text":"There was just a single family guarding the place."},{"start":135,"end":139,"text":"That’s all. I mean, we didn’t leave the neighborhood much."},{"start":141,"end":145,"text":"We played all our games here. For example?"},{"start":145,"end":153,"text":"We played hide-and-seek, tag, dodgeball and we played with marbles, which are unknown today."},{"start":157,"end":161,"text":"Our mosque has been converted from what once was a wedding reception venue."},{"start":161,"end":163,"text":"It is Uşşaki Camii. You should be able to see from here."},{"start":163,"end":169,"text":"They say that there is an entombed saint inside but that is not true."},{"start":169,"end":171,"text":"My mom says"},{"start":173,"end":179,"text":"Auntie Cahide lived in the next building which is now part of the mosque."},{"start":179,"end":185,"text":"It is Auntie Cahide’s father-in-law but people think it is an entombed saint and pray there."},{"start":185,"end":189,"text":"This coffee house, as I said earlier, belongs to Brother Okşin."},{"start":189,"end":193,"text":"He used to manage the coffee house with his older brother."},{"start":193,"end":199,"text":"We had Auntie Ganimet who was like a mother figure for the whole neighborhood."},{"start":199,"end":205,"text":"She tried to help everybody with their problems and tried to teach right from wrong."},{"start":205,"end":211,"text":"She was a very big woman and when she put her fist on the table everybody listened to her."},{"start":213,"end":215,"text":"From here..."},{"start":215,"end":217,"text":"I don’t remember this part from my childhood."},{"start":217,"end":219,"text":"My mom remembers the tramway."},{"start":219,"end":223,"text":"We used to go to Aksaray and took a tramway from Aksaray to Eminönü but"},{"start":223,"end":225,"text":"those were electric tramways. Don’t get it wrong."},{"start":225,"end":227,"text":"My mom remembers the original tramways here."},{"start":227,"end":229,"text":"I remember the electric tramways."},{"start":229,"end":235,"text":"We used to take electric tramways from Aksaray to Eminönü or Sultan Ahmet."},{"start":235,"end":237,"text":"They were abolished later, too."},{"start":237,"end":239,"text":"There were no cars around here."},{"start":239,"end":241,"text":"We had only one."},{"start":241,"end":243,"text":"We had Uncle Hasan who was a cab driver."},{"start":243,"end":245,"text":"He gave rides to everybody."},{"start":245,"end":251,"text":"There were horse carriages although not too many."},{"start":251,"end":255,"text":"This is where Tunca Cinema was."},{"start":255,"end":261,"text":"It had both summer and winter sections. You took the stairs down."},{"start":261,"end":267,"text":"You took those stairs to get downstairs. The theater was behind this."},{"start":267,"end":271,"text":"I mean both the summer and winter theaters were here."},{"start":271,"end":275,"text":"We always had soda pop at the summer theater."},{"start":275,"end":277,"text":"Everybody talked while watching a movie."},{"start":277,"end":281,"text":"People used to comment on what they saw on the screen."},{"start":281,"end":283,"text":"It was such fun."},{"start":283,"end":287,"text":"It was something the neighborhood shared."},{"start":287,"end":291,"text":"The movies changed twice a week and we tried to go twice a week."},{"start":291,"end":293,"text":"It was a cultural thing."},{"start":293,"end":297,"text":"It was something we all shared."},{"start":297,"end":299,"text":"We were sharing something together."},{"start":299,"end":303,"text":"The horse carriages followed this road on holidays."},{"start":303,"end":307,"text":"The carriages were decorated, everybody got on and we rode all the way to where the castle gate is which we are now heading."},{"start":307,"end":309,"text":"The Land Walls..."},{"start":309,"end":317,"text":"There were... what do you call them? Those big boats in the open fairground."},{"start":317,"end":323,"text":"We used to ride those swinging or turning things, and had fun as children."},{"start":323,"end":327,"text":"We could go there freely, without any adults accompanying us, and play."},{"start":327,"end":333,"text":"But you can’t send your child anywhere today even if you want to."},{"start":333,"end":337,"text":"You can’t take your eyes off of a child."},{"start":337,"end":339,"text":"I don’t know the reason behind this."},{"start":339,"end":343,"text":"I sometimes think what could be the reason."},{"start":343,"end":345,"text":"What has changed that made our country like this?"},{"start":349,"end":351,"text":"The bravado culture."},{"start":353,"end":357,"text":"That disappeared after our youth."},{"start":357,"end":359,"text":"When was that?"},{"start":359,"end":361,"text":"It was perhaps after the anarchy period."},{"start":361,"end":367,"text":"Yes, it should be after the anarchy period. There were gangster types, or \"rowdies\" around during my childhood and the most famous one in our neighborhood was Brother Okşin."},{"start":367,"end":371,"text":"His name was Ertuğrul. He managed the coffee house I showed you earlier."},{"start":371,"end":375,"text":"He was one of the nicest people in the world."},{"start":375,"end":381,"text":"His mother was Auntie Ganimet who I talked about; the woman who made everybody listen by putting her fist to the table."},{"start":381,"end":385,"text":"The same thing was true for Brother Okşin."},{"start":385,"end":387,"text":"He tried to help everyone with a problem."},{"start":387,"end":391,"text":"It was as if he was responsible for everything that happened in the neighborhood."},{"start":391,"end":395,"text":"He never discriminated. I am telling the truth, honest to God!"},{"start":395,"end":401,"text":"He wasn’t like today’s rowdies. He wasn’t based on being bad."},{"start":401,"end":409,"text":"Each neighborhood has its own distinctive culture. He was part of our culture. I don’t know what adjective"},{"start":409,"end":413,"text":"I should use for him. It was as if he were responsible for everything."},{"start":417,"end":421,"text":"This street goes up to our school."},{"start":421,"end":427,"text":"Yedikule is known for its vegetable gardens. I don’t need to talk about Yedikule vegetable gardens. Everybody knows about them."},{"start":427,"end":429,"text":"They are a continuation of something."},{"start":429,"end":435,"text":"There is no other place that has cos lettuce like Yedikule has. It has a unique taste."},{"start":435,"end":439,"text":"Then you saw that they built Yedikule Mansions where the vegetable gardens used to be."},{"start":443,"end":445,"text":"They destroyed the history."},{"start":451,"end":457,"text":"It's the same with what they did in Sulukule. Sulukule suffered the same thing."},{"start":457,"end":461,"text":"They demolished Sulukule and built buildings similar to these."},{"start":461,"end":465,"text":"We are moving by destroying history."},{"start":465,"end":469,"text":"And we are continuing to destroy."},{"start":469,"end":475,"text":"We neither learn from history nor attribute any importance to it."},{"start":475,"end":481,"text":"We continue our lives as if it would not happen to us."},{"start":481,"end":485,"text":"We bury our heads in the sand and continue to live by ignoring something."},{"start":485,"end":487,"text":"We just continue our lives."},{"start":489,"end":491,"text":"Yedikule Dungeons..."},{"start":491,"end":493,"text":"We grew up inside these."},{"start":493,"end":495,"text":"This was a very popular movie stage."},{"start":495,"end":497,"text":"We used to watch as they shot movies."},{"start":497,"end":501,"text":"Just think about it; the entertainment in our childhood was watching movie sets."},{"start":501,"end":505,"text":"We went there to watch. We saw famous actors such as Cüneyt Arkın and Kartal Tibet."},{"start":505,"end":511,"text":"It was very different watching them as there was so much variety."},{"start":511,"end":515,"text":"What we saw on those movie sets were very different for us."},{"start":519,"end":525,"text":"Whenever I look at these walls, I always think. There had been fights on both sides of the wall."},{"start":525,"end":531,"text":"And there had been so many fights. What had people endured? What fears and great things had they lived through?"},{"start":531,"end":533,"text":"What thoughts had they had? There have been those who said, \"What is the purpose of this?\""},{"start":533,"end":537,"text":"There were those who said, \"I am protecting my homeland?\""},{"start":537,"end":539,"text":"Some who came were scared."},{"start":539,"end":543,"text":"Some had come out of some obligation."},{"start":543,"end":547,"text":"There had been those who had died from the boiling oil poured on to them."},{"start":549,"end":553,"text":"I always keep asking if all these were worth it."},{"start":553,"end":559,"text":"While the Land Walls could have been built to keep the cold or the wild animals out…"},{"start":559,"end":561,"text":"Why did they need this?"},{"start":561,"end":565,"text":"What is the emotion within yourself that made you this way?"},{"start":565,"end":569,"text":"Can’t we tone these emotions down?"},{"start":569,"end":573,"text":"Can’t we manage to be humans? I still ask these questions and I will continue to do so."},{"start":575,"end":577,"text":"But on the other hand, I also think something else."},{"start":577,"end":579,"text":"How did they build these walls?"},{"start":579,"end":585,"text":"While the houses built today with plans and projects fall apart so easily, how did they manage to build the walls without so much knowledge, any plans or projects it?"},{"start":585,"end":587,"text":"They are still standing erect."},{"start":591,"end":597,"text":"This is where Altınkapı is. Actually, this area hasn’t changed much."},{"start":597,"end":601,"text":"They have renovated some parts but the entrance is the same as before."},{"start":601,"end":609,"text":"These guard rails didn’t exist and we entered from there and used to have picnics close by Altınkapı."},{"start":609,"end":611,"text":"It was on open grounds."},{"start":617,"end":621,"text":"As I have said earlier, walking this way used to scare us because there was nothing here back then."},{"start":621,"end":625,"text":"It really smelled around this way."},{"start":627,"end":629,"text":"It was such a damp and dirty place."},{"start":629,"end":633,"text":"Look, how beautiful this area is."},{"start":633,"end":637,"text":"It is still beautiful but they have built something."},{"start":637,"end":639,"text":"When they did something here…"},{"start":649,"end":653,"text":"They turned the inside area of Yedikule into a concert area for a period."},{"start":653,"end":657,"text":"They used this area for car parking. They built a car park."},{"start":657,"end":661,"text":"They put up street lamps where it was nice scenery."},{"start":661,"end":665,"text":"Then some people started saying this about the concert area:"},{"start":665,"end":669,"text":"\"There had been so many wars here."},{"start":669,"end":675,"text":"Many people had died and had been buried here. Now, you are dancing on top of their graves."},{"start":675,"end":681,"text":"Is this right? Is this logical?” These are all points of views."},{"start":683,"end":687,"text":"Look, we can see the Land Walls better here."},{"start":691,"end":695,"text":"Who knows who looked at the Land Walls from here?"},{"start":695,"end":699,"text":"What were their purposes?"},{"start":699,"end":703,"text":"What were their points of view?"},{"start":709,"end":715,"text":"Just think about it. They try to enter from here and do so many things to achieve that."},{"start":715,"end":719,"text":"Cannons, guns, people…"},{"start":719,"end":721,"text":"It is important to be able to see."},{"start":721,"end":723,"text":"I wonder if we are able to see. No, we are not."},{"start":723,"end":725,"text":"We say that there were just a bunch of stones here."},{"start":725,"end":731,"text":"We pass by here every day and we just look at these walls."},{"start":731,"end":735,"text":"But we never think about what had happened inside."},{"start":735,"end":739,"text":"These walls tell us so much. They tell us about our conflicts."},{"start":739,"end":743,"text":"They tell about the international conflicts. They show power."},{"start":743,"end":749,"text":"They say that they were here. They say that despite all has happened, something good would always stand."},{"start":749,"end":751,"text":"They say that everything changed, depending on the point of view."},{"start":751,"end":755,"text":"They say, \"Look at me.\" They ask what we see. They tell us to think."},{"start":767,"end":773,"text":"There hasn’t been enough maintenance because not enough importance has given."},{"start":773,"end":775,"text":"Just like I said earlier…"},{"start":775,"end":777,"text":"The Land Walls are walls. They are steeped in history."},{"start":777,"end":781,"text":"This is the common attitude because the mentality doesn’t exist."},{"start":781,"end":787,"text":"Since that mentality is lacking, nobody has cared about the Land Walls."},{"start":787,"end":789,"text":"As nobody showed any interest, the place was infested with weeds and everything else."},{"start":789,"end":791,"text":"It was dark, damp and dirty everywhere."},{"start":791,"end":795,"text":"Look, there is lighting now. There wasn’t any before and it was impossible to walk through here."},{"start":795,"end":799,"text":"Nobody had to scare you about it; you'd soon get scared yourself when you saw the situation."},{"start":803,"end":809,"text":"If you ask if this is still the case, I’d say a little."},{"start":809,"end":811,"text":"People didn’t get around much back then."},{"start":811,"end":815,"text":"People used to go only to certain places and stay in certain areas during my childhood years."},{"start":815,"end":821,"text":"People usually didn’t leave their neighborhood very often. People who visited other places were small in numbers."},{"start":821,"end":825,"text":"But now everyone goes everywhere and they see everything."},{"start":825,"end":829,"text":"We would be amazed when we saw a tourist."},{"start":831,"end":835,"text":"Foreigners knew back then but we didn’t."},{"start":835,"end":839,"text":"This may be why we don’t have a fear of heights. This is what I sometimes think."},{"start":839,"end":843,"text":"We were always on top of the Land Walls."},{"start":843,"end":847,"text":"I remember how scared I was the first time I climbed those stairs."},{"start":847,"end":851,"text":"There are no stair handrails or safety rails."},{"start":851,"end":855,"text":"You are a child and very small and as you climb those stairs…"},{"start":855,"end":859,"text":"As a child those stairs are very high. There are no stair handrails."},{"start":859,"end":863,"text":"I realized this as I climbed the stairs: How strong I am!"},{"start":863,"end":867,"text":"That thought occurs to you as a child."},{"start":867,"end":871,"text":"You climb those stairs with those feelings. I just re-lived those moments."},{"start":871,"end":875,"text":"In the beginning, you climb the stairs by staying very close to the walls."},{"start":875,"end":881,"text":"As you get accustomed and realize what you can do, you start running up the stairs."},{"start":881,"end":885,"text":"Then you whirl along the stairs."},{"start":885,"end":887,"text":"If they asked me to do it again now, I couldn’t."},{"start":887,"end":889,"text":"For example, we used to play \"horses\" on the walls."},{"start":893,"end":895,"text":"Yes, and there was that."},{"start":895,"end":897,"text":"We had make-believe wooden swords in our hands."},{"start":897,"end":901,"text":"I guess I wasn’t brought up like a girl very much."},{"start":901,"end":905,"text":"I used to play with marbles. I rode my bicycle and played with a toy sword."},{"start":905,"end":909,"text":"I realize that I was a little bit of a different girl."},{"start":911,"end":913,"text":"We played so many games."},{"start":915,"end":919,"text":"Some played giaour soldiers."},{"start":919,"end":921,"text":"That was what we were told."},{"start":921,"end":923,"text":"What is a giaour soldier?"},{"start":923,"end":925,"text":"Usually we formed two groups."},{"start":925,"end":927,"text":"That is the beauty of being a child."},{"start":927,"end":933,"text":"You mmade two groups, and one group plays giaour soldiers and the other group plays Turkish soldiers."},{"start":933,"end":937,"text":"You either used your toy sword or make-believe rifle."},{"start":937,"end":943,"text":"I don’t know. You may pretend to ride a horse. We did whatever we imagined."},{"start":943,"end":945,"text":"Lo and behold!"},{"start":945,"end":949,"text":"The giaour soldier didn’t have a specific thing."},{"start":949,"end":951,"text":"The giaour soldier didn’t have a religion."},{"start":951,"end":955,"text":"The Turkish soldier didn’t have a religion either because we just thought of them as Turks."},{"start":955,"end":957,"text":"They were just Turkish soldiers."},{"start":959,"end":961,"text":"It wasn’t as heated as it is today."},{"start":961,"end":965,"text":"For example, we had Greek friends."},{"start":965,"end":971,"text":"Yes, there was a certain thing towards the Greeks but only a few were like that."},{"start":971,"end":977,"text":"Only some of the children were like that. Some much more than others."},{"start":977,"end":979,"text":"They were Greeks after all."},{"start":979,"end":983,"text":"We never had a “You are a Greek and I am a Turk” approach."},{"start":983,"end":985,"text":"We never had such a fight. I don’t remember."},{"start":985,"end":989,"text":"We didn’t live that kind of segregation."},{"start":993,"end":1001,"text":"These Land Walls had been built and then the outsiders had set up open markets"},{"start":1001,"end":1003,"text":"outside the walls to provide the needs of thoseinside."},{"start":1003,"end":1007,"text":"This is how the vegetable gardening had been born."},{"start":1007,"end":1013,"text":"It hasn’t been like this all the time. These grass areas were built recently."},{"start":1013,"end":1015,"text":"They allowed them to be built."},{"start":1019,"end":1023,"text":"This area has become a source of income."},{"start":1023,"end":1029,"text":"You enter a completely different world when you get inside there, don’t you?"},{"start":1033,"end":1037,"text":"You weren’t able to pass through here this easily."},{"start":1039,"end":1043,"text":"You had to walk very fast,"},{"start":1043,"end":1045,"text":"in a state of panic."},{"start":1045,"end":1047,"text":"Look, this is very nice here."},{"start":1055,"end":1057,"text":"These parts were not like this."},{"start":1057,"end":1059,"text":"There were no grass areas. Everywhere was covered with weed."},{"start":1061,"end":1067,"text":"You couldn’t pass through and couldn’t get in. The area was infested by weeds. People made fires."},{"start":1067,"end":1071,"text":"There were carcasses and a terrible smell."},{"start":1071,"end":1075,"text":"The bottom of the walls weren’t visible."},{"start":1075,"end":1079,"text":"That stairs weren’t visible. It was built later on anyways."},{"start":1081,"end":1083,"text":"As I said earlier, when you went through here…"},{"start":1083,"end":1087,"text":"You moved fast to leave this part behind as soon as possible."},{"start":1087,"end":1089,"text":"Look at the beauty of those birds."}]