[{"start":2.3,"end":5,"text":"This is my house. Actually, it is not mine, I am just a tenant."},{"start":7,"end":9,"text":"I came here in 2009."},{"start":9,"end":15,"text":"This is one of the first buildings that will collapse if there is an earthquake."},{"start":15,"end":21,"text":"The building has large cracks in its walls, but I have to live here, and I do."},{"start":21,"end":27,"text":"The Land Walls are visible from the back windows. There are also gardens out the back."},{"start":27,"end":33,"text":"That’s the nicest thing about this building. I feel the fresh air coming inside when I open a window."},{"start":33,"end":38,"text":"If I open a front window, all the smoke from the heating stoves in the neighborhood gets inside."},{"start":38,"end":43,"text":"So I find it very special to breathe the air that comes from the gardens in the back."},{"start":43,"end":47,"text":"Romani people live on the ground storey of my building."},{"start":47,"end":51,"text":"There are Romani families across my building as well."},{"start":55,"end":65,"text":"It was my third year in İstanbul when I moved here and I never knew what Romani was until I came here."},{"start":65,"end":71,"text":"I learned about them here. Actually, they all live happy lives."},{"start":75,"end":83,"text":"We work all day long and try to do our jobs but the money we earn is hardly enough for anything."},{"start":83,"end":87,"text":"I mean, the money I earn doesn’t make me happy."},{"start":87,"end":93,"text":"The Romanis may not make as much money as we do but they seem to be happier than we are. No, they don’t seem, they are happier."},{"start":93,"end":105,"text":"My Romani neighbors made the spot across my building a meeting point."},{"start":105,"end":111,"text":"They usually have friends visiting them. Actually, their crowd used to scare me in some ways. I liked how they enjoyed themselves but I was afraid to talk to them."},{"start":111,"end":115,"text":"I was afraid of getting my house broken into or something."},{"start":115,"end":123,"text":"They used to sit around and eat sunflower seed for hours. The seed shells formed small mounds on the ground."},{"start":123,"end":133,"text":"One of the families had a daughter who used to whistle at me when I passed by them, but I couldn’t talk to her because I was too scared to talk to them."},{"start":133,"end":141,"text":"I was flattered because a girl showed interest in me but I was scared even to look her way."},{"start":141,"end":147,"text":"I don’t know why I was so scared of them; perhaps it was due to what people around me said about them."},{"start":155,"end":165,"text":"Since this area is very close to Yedikule Animal Shelter, there are too many stray cats and dogs around here."},{"start":167,"end":177,"text":"So I suggest you be careful around here. Especially, the dogs love to chase motorcycles."},{"start":179,"end":187,"text":"They are very aggressive towards motorcycles for whatever reason. They even caused me to fall once over there."},{"start":187,"end":189,"text":"I thought they were going to eat me but they ran away when I fell down."},{"start":189,"end":195,"text":"I am actually a dog person but I had such an experience."},{"start":197,"end":207,"text":"This is Yedikule Elementary School. We have 46 children at our immigrant aid society."},{"start":207,"end":215,"text":"We received a notice from the District National Education Directorate. It said that we couldn’t use the aid society as a school."},{"start":215,"end":223,"text":"And we had to enroll all the children at a school or a legal action would be taken against our organization."},{"start":223,"end":229,"text":"I applied to this school to enroll our children."},{"start":229,"end":235,"text":"There are 4 elementary schools in this district and I applied to all but I was unable to enroll the children."},{"start":237,"end":239,"text":"The children couldn’t go to school for year."},{"start":239,"end":249,"text":"We met someone at the District Directorate this year, and they sent an official letter to this school."},{"start":249,"end":255,"text":"So, some of the Syrian children were reluctantly accepted by this school."},{"start":257,"end":261,"text":"Yes, Turkey accepts the Syrian refugees and"},{"start":261,"end":265,"text":"boasts about welcoming 2 or 3 million Syrians."},{"start":265,"end":271,"text":"But, what happens to all these refugees? Are they provided with anything?"},{"start":271,"end":277,"text":"We can’t even get the children enrolled at public schools. What would those children do?"},{"start":277,"end":279,"text":"Nobody gives decent jobs to the Syrians."},{"start":279,"end":285.5,"text":"Anybody who can’t get job would look for alternative solutions."},{"start":285.5,"end":291.3,"text":"Then we talk about how terrible the Syrians are."},{"start":291.3,"end":297,"text":"We let them come but don’t provide for them. They live under bad conditions due to lack of job opportunities."},{"start":297,"end":299,"text":"Then we curse them."},{"start":299,"end":301.25,"text":"This is how it is right now."},{"start":301.25,"end":307,"text":"But I was able to enroll 7-8 children at this school one way or another."},{"start":309,"end":313,"text":"This is Hacı Evhaddin Bathhouse."},{"start":313,"end":319,"text":"Hacı Evhaddin Bathhouse is the first Turkish baths I ever went to."},{"start":321,"end":323,"text":"This is a famous bathhouse."},{"start":323,"end":331,"text":"I didn't come from a bathhouse culture but I have been here."},{"start":331,"end":333,"text":"And I first saw what a Turkish bath is here."},{"start":333,"end":335,"text":"It is not too bad."},{"start":335,"end":337,"text":"It is actually a very old establishment."},{"start":337,"end":339,"text":"It may not be very hygienic for my standards."},{"start":339,"end":341,"text":"Nonetheless, I enjoyed the experience."},{"start":341,"end":347,"text":"When I was a student, our house didn’t have enough hot water."},{"start":347,"end":353,"text":"For example, when I took a bath I used to turn off the hot water while I shampooed my hair."},{"start":353,"end":355.5,"text":"So, I would not run out of hot water before I was done."},{"start":355.5,"end":359,"text":"But when I came here, I could stay under hot water as long as I wanted."},{"start":359,"end":363,"text":"I really enjoyed doing that."},{"start":377,"end":385,"text":"I walked on the Land Walls a few times, too."},{"start":387,"end":397,"text":"During one of those times, I came across some guys with a paint thinner addiction."},{"start":397,"end":403,"text":"They asked for cigarettes, and when I couldn’t give them any they hassled me."},{"start":403,"end":407,"text":"Since that incident, I have never been on the walls."},{"start":407,"end":411,"text":"Otherwise it is very nice to walk on the walls."},{"start":411,"end":413,"text":"But it is also somewhat dangerous."},{"start":413,"end":417,"text":"See, some kids are walking there right now."},{"start":425,"end":433,"text":"Since it was shorter and straight, it was more practical to take this road when I went to church or school."},{"start":433,"end":443,"text":"But I didn’t want to walk this way because weed-smokers or paint-thinner addicts usually hung out here."},{"start":443,"end":447,"text":"But during the day time, I sometimes take this route."},{"start":447,"end":450.75,"text":"This is a nice and a straight street."},{"start":450.75,"end":454.75,"text":"We also used to take this street when we took the children ice-skating."},{"start":456.75,"end":458.75,"text":"If you compare this street to the ones within the neighborhood,"},{"start":458.75,"end":464.75,"text":"this street is easier to walk on. We used to have the kids race each other."},{"start":464.75,"end":470.75,"text":"Who could run the fastest up to where that car is and back?"},{"start":470.75,"end":472.75,"text":"I really like this street,"},{"start":472.75,"end":474.75,"text":"but only during the day time."},{"start":476.75,"end":482.75,"text":"I have witnessed the demolition of some shanty houses here."},{"start":484.75,"end":488.75,"text":"Actually, not too many things have changed."},{"start":488.75,"end":494.75,"text":"But they have started to demolish the shanty houses in Yedikule as well."},{"start":494.75,"end":496.75,"text":"They are forcing the locals to move away."},{"start":498.75,"end":500.75,"text":"They have done the same here."},{"start":500.75,"end":504.75,"text":"There were many shanty houses here."},{"start":504.75,"end":509.1,"text":"Now there is the Yedikule Konakları complex where the shanty houses used to be."},{"start":509.1,"end":516.75,"text":"You can’t see any children playing inside the Yedikule Konakları complex."},{"start":516.75,"end":518.75,"text":"Everybody lives inside."},{"start":518.75,"end":520.75,"text":"Although the complex is well protected, nobody leaves their houses."},{"start":520.75,"end":523.25,"text":"It is a luxurious place but there are no children around."},{"start":523.25,"end":525.75,"text":"You can see the complex a little from here."},{"start":525.75,"end":530.75,"text":"If it were a shanty town, the place would have been swarming with children."},{"start":532.75,"end":536.75,"text":"Look at that place over there. It looks like a countryside village."},{"start":536.75,"end":546.75,"text":"If the shanty town weren’t removed, there would have been a countryside village in the middle of İstanbul."},{"start":546.75,"end":548.75,"text":"It looks abandoned now."},{"start":552.75,"end":560.75,"text":"According to the elders, most of the houses demolished over there were wooden houses."},{"start":560.75,"end":563.1,"text":"There are very few of them left."},{"start":563.1,"end":570.75,"text":"But in their neglected condition, they still look more beautiful than the concrete buildings do."},{"start":574.75,"end":586.75,"text":"The wooden house owners are unable to get permission to build new houses."},{"start":586.75,"end":588.75,"text":"That is because their houses are considered as historical buildings."},{"start":588.75,"end":600,"text":"What I hear is that the cost of restoring these houses to make them habitable is very high."},{"start":600,"end":606,"text":"So, the property owners set fire to their houses and make it look like an accident."},{"start":606,"end":614,"text":"When the house is burned down they apply for a construction permit."},{"start":614,"end":616,"text":"And they put a new building where the wooden house once stood."},{"start":616,"end":624,"text":"I have witnessed some of these things happening to wooden houses."},{"start":628,"end":630,"text":"As far as I remember, it is very beautiful."},{"start":642,"end":646,"text":"The famous vegetable gardens of Yedikule look something like this."},{"start":648,"end":656,"text":"They produce very fresh vegetables. Whenever I pass by here on my way home,"},{"start":656,"end":660,"text":"I make sure to buy my greens here."},{"start":660,"end":668,"text":"When people try to open up a space for their gardens,"},{"start":668,"end":676,"text":"they remove the stones from the wall to make room."},{"start":676,"end":678,"text":"This practice of stone removal certainly damages the walls."},{"start":680,"end":682,"text":"But people are not aware of what damage they cause."},{"start":684,"end":688,"text":"Of course it is easy to talk about it but perhaps I may have done the same,"},{"start":688,"end":690,"text":"if I had to make an area for a garden."},{"start":693.5,"end":702.3,"text":"To be honest, I used to get very excited when I talked about the Land Walls prior to coming to İstanbul."},{"start":704.3,"end":710.3,"text":"Unfortunately, only the sections close to the gates and"},{"start":710.3,"end":714.3,"text":"some specific parts of the walls are restored, and the rest are a wreck."},{"start":714.3,"end":718.3,"text":"I hadn’t known that the Land Walls of İstanbul were in ruins."},{"start":718.3,"end":724.3,"text":"I find it very saddening to see one of the greatest and the most important symbols of İstanbul in such conditions,"},{"start":724.3,"end":732.3,"text":"as if they are not part of the history of this country."},{"start":732.3,"end":738.3,"text":"Normally, Syriac history doesn’t say very nice things about the Byzantines."},{"start":738.3,"end":746.3,"text":"That is because Byzantine is dyophysitic and we are monophysitic."},{"start":746.3,"end":754.3,"text":"So, the Syriac church was under constant oppression. Since I was brought up in a monastery, I have read about that oppression."},{"start":754.3,"end":756.3,"text":"I have read about what happened, what the king had ordered."},{"start":756.3,"end":758.3,"text":"How we were oppressed by the Byzantines."},{"start":758.3,"end":760.3,"text":"There weren’t many nice things about the Byzantines."},{"start":760.3,"end":762.3,"text":"So, I wasn’t really very fond of the Byzantines."},{"start":762.3,"end":774.3,"text":"I would have liked very much the grandchildren of the Byzantines to be still here in İstanbul."},{"start":774.3,"end":780.3,"text":"Very few of them are left here and it is nearly impossible to meet them."},{"start":780.3,"end":790.3,"text":"I have been here in İstanbul since 2007 but I have met only 3 or 4 Greeks."},{"start":790.3,"end":796.3,"text":"I wonder why this important symbol of the city is not preserved."},{"start":796.3,"end":800.6,"text":"Is it because the walls are part of the Byzantine history?"},{"start":800.6,"end":806.5,"text":"I don’t know. There is a restoration going on with every mosque that I see."},{"start":806.5,"end":814.5,"text":"But I see no working scaffold which is erected for restoration at any church or at a section of the walls."},{"start":814.5,"end":818.5,"text":"This saddens me deeply."},{"start":820.5,"end":828.5,"text":"There are cemeteries starting from here on this side of the walls all the way to Edirnekapı."},{"start":828.5,"end":834.5,"text":"There are Syriac and Armenian cemeteries in Mevlanakapı."},{"start":834.5,"end":840.5,"text":"Erbakan’s grave is there, too, and it is visible from the road."},{"start":844.5,"end":850.5,"text":"We celebrate the second day of our holiday at the cemetery."},{"start":850.5,"end":852.5,"text":"I think it is the Easter."},{"start":852.5,"end":858.5,"text":"The celebrations on the first day are for the living and for the dead on the second day."},{"start":858.5,"end":868.5,"text":"These are very beautiful celebrations because the cemetery becomes a meeting point for many families."},{"start":868.5,"end":872.5,"text":"People do not visit each other’s homes as much as the people in Mardin do."},{"start":872.5,"end":878.5,"text":"People usually visit the homes of their relatives or close family members."},{"start":878.5,"end":882.5,"text":"But everybody sees everybody at the cemetery."},{"start":882.5,"end":884.5,"text":"It is a beautiful tradition."},{"start":890.5,"end":892.5,"text":"This is where our aid society is located."},{"start":894.5,"end":898.1,"text":"We have very good relations with our neighbors here."},{"start":898.1,"end":902.1,"text":"They were a little uneasy when we first established the society and"},{"start":902.1,"end":906.1,"text":"when they saw the Syrian children arriving."},{"start":906.1,"end":908.1,"text":"They may hear me talking now."},{"start":910.1,"end":916.1,"text":"They asked questions such as why the children were brought here, why we couldn’t find any other place to take the children."},{"start":916.1,"end":924.1,"text":"When they realized that we were harmless people and"},{"start":924.1,"end":930.1,"text":"we also offered certain services to the local children as well,"},{"start":930.1,"end":934.1,"text":"they started to approach us, and we now have very good relations."},{"start":934.1,"end":936.1,"text":"This neighborhood may be considered as the slums."},{"start":938.1,"end":944.1,"text":"The rents are low here. Although after the arrival of the Syrians the prices went up a little."},{"start":944.1,"end":950.1,"text":"That’s why the locals don’t really like the Syrians very much."},{"start":950.1,"end":958.1,"text":"That is mostly because the property owners want the locals to leave the neighborhood"},{"start":958.1,"end":966.1,"text":"so that the foreigners can rent apartments at higher rates."},{"start":966.1,"end":974.1,"text":"It wasn't like this in the beginning. The Syrians preferred these parts because of this neighborhood’s proximity to the other parts of the city."},{"start":974.1,"end":980.1,"text":"This area is close to Aksaray. Most of the refugees that come here usually try to go to Europe through illegal channels."},{"start":980.1,"end":988.1,"text":"The people who take refugees to Europe illegally are based in Aksaray."},{"start":988.1,"end":990.1,"text":"This neighborhood is very close to Aksaray."},{"start":990.1,"end":992.1,"text":"That is one of the reasons the Syrians prefer to come here."},{"start":992.1,"end":996.1,"text":"We are also responsible in a way for the change in the neighborhood by establishing the aid society."},{"start":996.1,"end":1006.1,"text":"People who saw what we offer let their relatives know. They called their friends and they called their own friends."},{"start":1008.1,"end":1014.1,"text":"There is a public park here called Yedikule Park."},{"start":1014.1,"end":1016.1,"text":"But now everybody calls the park the \"Syrians’ park\","},{"start":1016.1,"end":1022.1,"text":"because the foreigners love to spend time at this park."},{"start":1022.1,"end":1026.1,"text":"Actually, I live in a beautiful and romantic neighborhood."},{"start":1026.1,"end":1032.1,"text":"I sometimes say that I live here because this poor neighborhood is the slums."},{"start":1032.1,"end":1034.1,"text":"It is really a beautiful place."},{"start":1036.1,"end":1038.1,"text":"Perhaps there are some people in İstanbul"},{"start":1038.1,"end":1042.1,"text":"who are jealous of me"},{"start":1042.1,"end":1048.1,"text":"because I live in a neighborhood with a view of the Land Walls."},{"start":1050.1,"end":1056.1,"text":"I like it here. I am happy to be here. At least there are no concrete buildings across my window."},{"start":1056.1,"end":1062.1,"text":"There are the Land Walls on one side and a park on the other side. This is a beautiful place."},{"start":1064.1,"end":1074.1,"text":"This has been the Syriac Christians’ for 25 years. We have been using this church for the last 25 years."},{"start":1074.1,"end":1080.1,"text":"Before that, we shared a church with the Armenians."},{"start":1080.1,"end":1082.1,"text":"This is a Latin Catholic church."},{"start":1084.1,"end":1086.1,"text":"This church was empty."},{"start":1086.1,"end":1098.1,"text":"During the time when we shared a church with the Armenians, we encountered small problems such as delayed services because the Armenians finished theirs late."},{"start":1098.1,"end":1100.1,"text":"This church was empty."},{"start":1100.1,"end":1104.1,"text":"We asked the Assyrian Catholic Church if we could use this church."},{"start":1104.1,"end":1106.1,"text":"They said OK."},{"start":1106.1,"end":1108.1,"text":"It was a ruinous church anyway."},{"start":1108.1,"end":1116.1,"text":"The Assyrian Catholic Church asked us only to take good care of the church and nothing else. We fixed it as good as we could."},{"start":1116.1,"end":1130.1,"text":"We have been using this church for 25 years. The children attend choir and Syriac language classes here every Saturday."},{"start":1130.1,"end":1142.1,"text":"Syriac families in Samatya, Yedikule and Kocamustafapaşa send their children here every Saturday."},{"start":1142.1,"end":1146.1,"text":"The children also play games here and spend time together."},{"start":1146.1,"end":1152.1,"text":"In addition to that, as I said earlier, they attend choir and Syriac language classes."},{"start":1152.1,"end":1158.1,"text":"As far as I know, this steeple used to be concrete."},{"start":1158.1,"end":1162.1,"text":"I am not sure but it was either intentionally destroyed or collapsed by itself because of an earthquake or old age."},{"start":1162.1,"end":1170.1,"text":"This church is located very close to the railways."},{"start":1170.1,"end":1176.1,"text":"So, the Christian French and British soldiers had rebuilt the steeple"},{"start":1176.1,"end":1184.1,"text":"with the rails they took from the railways."},{"start":1184.1,"end":1192.1,"text":"I think that a steeple made out of an iron frame is a very rare thing."},{"start":1192.1,"end":1194.1,"text":"I have never seen a similar steeple anywhere else."},{"start":1194.1,"end":1202.3,"text":"That is the sexton’s house."},{"start":1202.3,"end":1208.1,"text":"The Christian Syrian refugees stayed there for some time."},{"start":1212.1,"end":1224.1,"text":"That building next to the church is the cultural saloon. People gather there after the services"},{"start":1224.1,"end":1228.1,"text":"and drink tea or coffee and chat."},{"start":1228.1,"end":1236.1,"text":"Or the place is used for banquets after christening and wedding ceremonies."},{"start":1236.1,"end":1242.1,"text":"This is a very important place for socializing."},{"start":1242.1,"end":1244.1,"text":"That is the train station up there,"},{"start":1246.1,"end":1252.1,"text":"When I was a student I didn’t have too much money."},{"start":1252.1,"end":1258.1,"text":"So, I had to get on the train surreptitiously most of the time."},{"start":1258.1,"end":1262.1,"text":"I think that it was this one."},{"start":1262.1,"end":1264.4,"text":"Is there another one? No, there isn’t."},{"start":1264.4,"end":1272.4,"text":"I broke this part of the railing a couple of times by dislodging it."},{"start":1272.4,"end":1278.4,"text":"I tried to get inside from here to go to the train station."},{"start":1278.4,"end":1282.4,"text":"But I was caught by the train conductor a few times."},{"start":1282.4,"end":1286.4,"text":"Sometimes, I was told to go back,"},{"start":1286.4,"end":1288.4,"text":"and sometimes I was told it was okay."},{"start":1288.4,"end":1290.4,"text":"Then I found some sort of a solution."},{"start":1290.4,"end":1298.4,"text":"As the train approached from that direction, the conductor usually stood where the turnstiles were."},{"start":1298.4,"end":1308.4,"text":"I waited the train to pass me. As soon as the train slowed in front of the station, I ran for the last railcar."},{"start":1308.4,"end":1324.4,"text":"By the time the conductor could reach to the last railcar, the train was moving again. I hopped a train this way so many times."},{"start":1324.4,"end":1328.4,"text":"Well, this is usually the way of the paint-thinner addicts to board a train."},{"start":1328.4,"end":1334.4,"text":"The paint-thinner addicts use this way to hop on a train as well."},{"start":1334.4,"end":1346.4,"text":"One time, as I was running towards the last railcar, I saw the conductor coming towards me."},{"start":1346.4,"end":1352.4,"text":"I moved my hand to my face, as the paint-thinner addicts do when they inhale."},{"start":1352.4,"end":1360.4,"text":"The conductor saw what I did and turned back, and went back to the station."},{"start":1360.4,"end":1362.4,"text":"If I hadn't made that hand movement, he would have probably caught me and made me go back."},{"start":1364.4,"end":1372.4,"text":"I remember, I hopped on a train here for four years."},{"start":1374.4,"end":1376.4,"text":"But that train doesn’t exist anymore."},{"start":1376.4,"end":1380.4,"text":"I remember those days whenever I walk by here."},{"start":1382.4,"end":1386.4,"text":"The railcars were very old and the heating system didn’t work."},{"start":1386.4,"end":1392.4,"text":"We would freeze until we arrived at Küçükçekmece."},{"start":1392.4,"end":1398.4,"text":"The doors of the railcars didn’t work properly. The ones that worked were always ajar."},{"start":1400.4,"end":1402.4,"text":"But that train was a life saver."},{"start":1402.4,"end":1404.4,"text":"It was always crammed with people."}]