[{"start":3.3,"end":7,"text":"If we are talking about how neighbourhood culture was back then…"},{"start":7,"end":13,"text":"…I can easily say that the connection and trust…"},{"start":13,"end":17,"text":"among the neighbours was very strong."},{"start":17,"end":19,"text":"We are actually lucky."},{"start":19,"end":23,"text":"We live in a place where neighbourhood culture…"},{"start":23,"end":25,"text":"…more or less still exists. We are lucky."},{"start":25,"end":29,"text":"If you compare this place to large apartment complexes where people live collectively…"},{"start":29,"end":33,"text":"…we are in a small neighbourhood but even we complain about how good it used to be."},{"start":33,"end":35,"text":"I can’t imagine what those people in huge places do."},{"start":35,"end":37,"text":"Nobody knows anybody. But I still insist that…"},{"start":37,"end":39,"text":"…we are lucky because we live in an area…"},{"start":39,"end":41,"text":"…where neighbourhood culture is still alive."},{"start":41,"end":45,"text":"We visit our neighbours and they visit us."},{"start":45,"end":47,"text":"I can easily entrust my shop to a neighbour without hesitation."},{"start":47,"end":49,"text":"I can leave my child at a neighbour’s house."},{"start":49,"end":53,"text":"We are among the lucky people."},{"start":53,"end":59,"text":"<i>Classical Turkish music is playing.</i>"},{"start":59,"end":61,"text":"We used to play a game which was called <i>The Pin</i>."},{"start":61,"end":65,"text":"You needed an empty tin can and a ball to play."},{"start":65,"end":69,"text":"The tin can is placed in the middle of the field with a rock on top of it to fix it in its place."},{"start":69,"end":73,"text":"Then we tried to hit and knock it down by shooting the ball."},{"start":73,"end":79,"text":"We also had another game which was called <i>Snake</i>."},{"start":79,"end":85,"text":"You draw a long serpentine shape on the ground with a chalk and walked on it with small steps."},{"start":85,"end":89,"text":"Everybody put down their initials on the parts they won."},{"start":89,"end":91,"text":"And there was the game we played with \"crown corks\" or bottle caps."},{"start":91,"end":95,"text":"We filled crown corks with a putty and played by sliding them."},{"start":95,"end":97,"text":"We grew up on the street."},{"start":97,"end":99,"text":"We really did grow up outside."},{"start":99,"end":103,"text":"Sometimes I ask my mom, “How did you manage with three kids? I can’t handle one.”"},{"start":103,"end":107,"text":"“I can’t keep up with just one because I have to keep an eye on them all the time.\""},{"start":107,"end":111,"text":"Back then, the external factors were not as bad as they are today."},{"start":111,"end":113,"text":"We used to eat our food on the street."},{"start":113,"end":115,"text":"We would get a half a loaf of bread filled with some food and..."},{"start":115,"end":117,"text":"…we fed ourselves while playing outside."},{"start":117,"end":121,"text":"We used to stay outside and play until the very late hours."},{"start":121,"end":123,"text":"Our parents didn’t think that something bad might happen…"},{"start":123,"end":127,"text":"…just because we were playing outside."},{"start":127,"end":131,"text":"Our moms were outside too. They would lay a rug over the ground and…"},{"start":131,"end":135,"text":"…sit in front of the doors and talk. They would prepare food or tea and share with each other."},{"start":135,"end":139,"text":"I don’t know, but these things have all disappeared."},{"start":139,"end":141,"text":"We used to be very crowded."},{"start":141,"end":143,"text":"There used to be large, empty areas for playing games."},{"start":143,"end":147,"text":"Each neighbourhood had its own unique play area."},{"start":147,"end":151,"text":"Whether it was greenery or an empty field, each neighbourhood had some sort of an area for kids to play."},{"start":151,"end":157,"text":"The children playing on that field were safe and parents knew..."},{"start":157,"end":159,"text":"…where their children played and spent their time."},{"start":159,"end":161,"text":"Unfortunately, we lost those playing areas."},{"start":161,"end":163,"text":"When it was time to go home…"},{"start":163,"end":165,"text":"…our moms would call our names and we would hear them."},{"start":165,"end":169,"text":"Perhaps there wasn’t this much noise and we could hear our moms."},{"start":169,"end":173,"text":"Everybody was able to hear their mom’s voice from a distance and when we were called, we would go home."},{"start":177,"end":185,"text":"There are one or two families left in our apartment building that I, my mom and my dad know."},{"start":185,"end":187,"text":"The rest of the families in our apartment building have changed."},{"start":187,"end":191,"text":"We have now new neighbours who are strangers."},{"start":191,"end":195,"text":"My mom doesn’t know most of them."},{"start":195,"end":197,"text":"As for us, other than occasional greetings with our neighbour on the ground storey…"},{"start":197,"end":203,"text":"…unfortunately, we don’t have any relationships with other families."},{"start":203,"end":207,"text":"There is a change everywhere."},{"start":211,"end":213,"text":"I spent my childhood in that garden."},{"start":213,"end":215,"text":"-We’re going there now.<br />-Yes!"},{"start":215,"end":217,"text":"Here, we had many…"},{"start":217,"end":219,"text":"I can say that I grew up in this garden."},{"start":219,"end":221,"text":"We had two places: One, the schoolyard, and two, this garden."},{"start":221,"end":223,"text":"There were fruit trees in this garden."},{"start":223,"end":225,"text":"There has been a walnut tree until very recently."},{"start":225,"end":227,"text":"There was a thunderstorm some time ago."},{"start":227,"end":233,"text":"A lightning bolt struck the big walnut tree and knocked it down."},{"start":233,"end":235,"text":"Walnuts used to fall from the tree into the schoolyard."},{"start":235,"end":241,"text":"The tree was in the garden but half of its branches used to extend into the schoolyard."},{"start":241,"end":247,"text":"The students used to collect the walnuts that fell from the tree."},{"start":247,"end":249,"text":"If we couldn’t get enough, we would move over to the garden…."},{"start":249,"end":251,"text":"…to get more walnuts."},{"start":259,"end":263,"text":"I am getting acquainted with the place and collecting memories."},{"start":263,"end":265,"text":"My husband has childhood memories from this neighbourhood."},{"start":265,"end":269,"text":"This is a great place for me to take pictures."},{"start":269,"end":271,"text":"There are many fruit trees."},{"start":271,"end":275,"text":"It is great. Our balcony has a direct view of this garden."},{"start":275,"end":277,"text":"That is one of the reasons we live here."},{"start":277,"end":281,"text":"This garden is what makes me keep my flat here."},{"start":281,"end":283,"text":"I have been living in this house for 30 years."},{"start":283,"end":285,"text":"There is a chance that the government may expropriate…"},{"start":285,"end":287,"text":"…this parcel of land, including the house and the garden."},{"start":287,"end":289,"text":"A building will be built here."},{"start":289,"end":291,"text":"The nature here will disappear."},{"start":291,"end":295,"text":"That’s a major problem. We were just talking about it."},{"start":295,"end":299,"text":"I plan to start collecting signatures…"},{"start":299,"end":303,"text":"-…from the residents in the neighbourhood<br />-God willing!"},{"start":303,"end":307,"text":"-We'll sign without hesitation.<br />-Do you know what the project entails?"},{"start":307,"end":309,"text":"-Excuse me?<br />-Do you know what they will build?"},{"start":309,"end":311,"text":"Yes, I know. The land has been granted…"},{"start":311,"end":313,"text":"-…to the school board.<br />-Really?"},{"start":313,"end":317,"text":"So, we’ll lose this greenery."},{"start":317,"end":319,"text":"Now, it looks that way."},{"start":319,"end":323,"text":"I don’t know. We will prepare our petition of objection and submit it."},{"start":323,"end":325,"text":"If our objection is sustained, we’ll save the land."},{"start":325,"end":327,"text":"If not… I don’t know"},{"start":327,"end":329,"text":"Schools and education are important things but…"},{"start":329,"end":331,"text":"…I don’t know how feasible it is to have such a huge school…"},{"start":331,"end":335,"text":"…in the middle of the neighbourhood…"},{"start":335,"end":337,"text":"…if we consider it from the point of neighbourhood culture."},{"start":337,"end":339,"text":"There are also many historical ruins here."},{"start":339,"end":341,"text":"So I don’t understand…"},{"start":341,"end":343,"text":"how a construction permit can be granted."},{"start":345,"end":349,"text":"-I hope everything turns out to be as you want.<br />-Thank you!"},{"start":349,"end":353,"text":"-We’ll just walk around a little. Goodbye.<br />-Thank you!"},{"start":353,"end":355,"text":"Go ahead!"},{"start":355,"end":357,"text":"Where is Hakan? Is he home??"},{"start":357,"end":361,"text":"-We won’t bother you too much?<br />-We’ll just take a quick tour."},{"start":361,"end":363,"text":"We can also walk over to Sister Emine’s place."},{"start":363,"end":365,"text":"This is quite a large area."},{"start":367,"end":369,"text":"This is not a garden."},{"start":369,"end":371,"text":"We can talk about how much this place is neglected but…"},{"start":371,"end":377,"text":"…this is the living space of these people."},{"start":377,"end":381,"text":"As if we are in the middle of a forest in the centre of İstanbul."},{"start":381,"end":383,"text":"Since our flat is on the top storey of that building…"},{"start":383,"end":385,"text":"…we wake up to this view every morning."},{"start":385,"end":391,"text":"If anything happens to this place, and if a building is built here…"},{"start":391,"end":393,"text":"…we’ll put a “For Sale” sign on the window and leave the next day."},{"start":393,"end":395,"text":"We yearn for nature and greenery."},{"start":395,"end":399,"text":"I don’t think I can live in any other part of İstanbul."},{"start":399,"end":403,"text":"Sometimes, my mom, my older sister or a relative stays with us."},{"start":403,"end":405,"text":"And every time they say, “What kind of a house is this? Doesn’t this sound ever stop?”"},{"start":405,"end":409,"text":"“How can a place be like this?” We wake up to the sounds of roosters, chickens, birds, dogs."},{"start":409,"end":413,"text":"My relatives always say, “What a great way to wake up.”"},{"start":413,"end":417,"text":"I really hope that nothing happens to this place. There are so many trees here, too."},{"start":417,"end":421,"text":"These are all fruit-bearing trees."},{"start":421,"end":423,"text":"How does someone have the heart to destroy these?"},{"start":431,"end":435,"text":"I used to walk all over those walls that you can see over there."},{"start":435,"end":441,"text":"These walls have been under restoration for a long time."},{"start":441,"end":445,"text":"We used to walk all over the wall from one end to the other."},{"start":445,"end":447,"text":"Is it dangerous? Yes, it is."},{"start":447,"end":449,"text":"But we were just kids."},{"start":449,"end":453,"text":"Our skills may have developed also by playing on those walls."},{"start":453,"end":459,"text":"We learned to be careful, to keep our balance, to anticipate danger and to take precautions."},{"start":459,"end":463,"text":"We were really young kids when we used to play on the walls.."},{"start":467,"end":475,"text":"Eğrikapı <i>[crooked gate]</i> is one of the oldest quarters and has a crooked gate on the inside of the walls."},{"start":475,"end":479,"text":"On our way back from visiting other neighbourhoods, when we reach the gates…"},{"start":479,"end":483,"text":"…my wife says, “We are back to our hometown.”"},{"start":483,"end":487,"text":"We feel estranged out of our neighbourhood but when we come back…"},{"start":487,"end":489,"text":"-…we feel relieved.<br />-We say, “That’s it!”"},{"start":489,"end":493,"text":"I feel like I am home when I see the walls on the way back."},{"start":493,"end":499,"text":"If you dig the ground even just 10 centimeters at the bottom of the walls…."},{"start":499,"end":505,"text":"…it is almost certain that you will come across an object."},{"start":505,"end":507,"text":"This is very interesting."},{"start":507,"end":509,"text":"There used to be a lot of tourists visiting these parts back then."},{"start":509,"end":513,"text":"It wasn’t like today. Nowadays, we get very few tourists."},{"start":513,"end":515,"text":"We used to give tourists - you know how kids are…"},{"start":515,"end":519,"text":"Yes, it is something that I am not proud of but we were just kids and I can’t do anything about it now."},{"start":519,"end":521,"text":"We gave them objects that we dug out…"},{"start":521,"end":523,"text":"What kind of objects were they? Maybe it was a small broken pipe."},{"start":523,"end":527,"text":"I am not talking about things that can be considered as historical artifacts."},{"start":527,"end":531,"text":"They were worthless little objects, such as a piece of a brick. They were things like that."},{"start":531,"end":535,"text":"We would give those to the tourists and they would tip us, usually with small coins."},{"start":535,"end":543,"text":"I sincerely hope that I didn’t cause any trouble for anyone who tried to take a piece back home."},{"start":543,"end":545,"text":"But what is important is the fact that…"},{"start":545,"end":547,"text":"…you can still find things with historical significance…"},{"start":547,"end":549,"text":"…by digging the ground just 10 centimeters deep."},{"start":549,"end":553,"text":"This is a very special and valuable land we live on."},{"start":553,"end":557,"text":"But they are now working and there is support."},{"start":557,"end":559,"text":"These walls have really lived through…"},{"start":559,"end":561,"text":"…some very strong earthquakes."},{"start":561,"end":563,"text":"There are damaged parts."},{"start":563,"end":565,"text":"But this damages is being repaired. That is very good."},{"start":565,"end":567,"text":"They are being renovated."},{"start":567,"end":569,"text":"If only they hadn’t used PVC frames, it would have been a lot better."},{"start":569,"end":571,"text":"Let’s not pass without adding that."}]